{
  "hexagramas" : {
    "en" : {
      "000000" : {
        "id" : "2",
        "lineas" : [ null, "1) Subtle warnings of danger occur. Prepare yourself with time.", "2) Success is certain don't get confused.", "3) Humility is the key to success.", "4) Be careful: the present is dangerous. You need to be alert.", "5) Don't be ostentatious with your virtues, for and kindness and discreet spirit, success is certain.", "6) Prudence. If you try to force events against somebody superior to yourself, it is gong to be your downfall." ],
        "texto" : "Passivity. Success will smile at those who know how to let themselves be guided, docile like a foal. One is the mother, the earth, the complementary feminine element of the male. Persevere in the right direction submitting oneself to heaven's will and a Strong personality will bring us luck.",
        "titulo" : "2. THE PRINCIPLE OF PASSIVITY (K'UN)"
      },
      "000001" : {
        "id" : "23",
        "lineas" : [ null, "1) Hidden dishonesty. Someone acts against us.", "2) We feel isolated. There is danger and no one lends us a hand, you have to wait with confidence.", "3) We feel obligate to live in a hostile and dangerous environment. The relationship with someone close to us makes us stronger.", "4) We have hit rock bottom. The worst is over.", "5) The situation is about to change; the just person's inner strength imposes its self naturally.", "6) At last fortune smiles at us again. From the ruins provoked by a great pain. The flower of hope grows." ],
        "texto" : "The hexagram refers to the period between August and September. In that moment dishonest people take advantage of the just ones. You have to adapt yourself to an unfavorable and make the most of this stage to prepare yourself for the future. In life, moments of fortune alternate with moments of bad luck. You have to resign yourself and wait for the situation to change soon. It is not favorable for sentimental situations: this Pointe to immature and unfaithful people.",
        "titulo" : "23. DECADENCE (PO)"
      },
      "000010" : {
        "id" : "8",
        "lineas" : [ null, "1) When a relationship is born it is very important to be honest with each other and ourselves.", "2) It is important not to forget ourselves even when we are with other people.", "3) Been round people that are not like us is not recommended. It is convenient to maintain formal relations.  ", "4) The validity of the relationship has been proved. Also in the exterior it is worth demonstrating our union with the person that helps us the most.", "5) You must not make an effort to find people. We will find those who are destined to be with us spontaneously.", "6) We have missed the chance to be involved and now we are isolated." ],
        "texto" : "A moment of great fortune has arrived: men that are alike, that relieve in the same ideals and want to help each other get together it is important not to doubt: whoever misses this hexagram indicates a union based on mutual trust.",
        "titulo" : "8. SOLIDARITY (PI)"
      },
      "000011" : {
        "id" : "20",
        "lineas" : [ null, "1) Observing for afar is not worth it.  Immaturity.", "2) Whoever listens from behind a door will have a limited understanding about the facts. There is nothing to be scared of.", "3) An important moment of ecstasy. One gets oneself together and meditates about their own life and tries to conquer selfishness and presumptions.", "4) Here is a man capable of guiding others. He should be free to act as he desires, with out outsider inconveniences.", "5) Self-criticism must be constant so that behavior is always coherent and advantageous for others and us.", "6) Self-analysis will help us not to make mistakes our heart is free." ],
        "texto" : "Inner reflection. It is necessary to value carefully life events and the consequences before you take up activities. The hexagram refers to the period between September and October. When nature returns to the cold months.",
        "titulo" : "20. CONTEMPLATION (KUAN)"
      },
      "000100" : {
        "id" : "16",
        "lineas" : [ null, "1) Lets not express our own enthusiasm: it will become counterproductive vanity.", "2) Don't get your hopes up prematurely: our mind must be firm and solid, we must not be inclined towards mistakes.", "3) It is difficult to choose the right moment to act: events can be brought forward by an excessive enthusiasm o can be put back by indecision.", "4) Our enthusiasm possesses a true foundation: we will find people to help us.", "5) We cannot let our fervor run wild because of an exterior obstacle.", "6) Enthusiasm blinds and tricks us. If we realize beforehand even if it is at the last minute we will have a chance to redeem ourselves." ],
        "texto" : "Enthusiasm. Flattering news is coming. Our acts will de seen to be crowned by success if we don't exaggerate and became too optimistic and get carried away. It is advisable to take the initiative, but it is important to be reserved and discreet whoever obtains this hexagram will successful in the activities and the things that they do.",
        "titulo" : "16. FERVOUR (YÜ)"
      },
      "000101" : {
        "id" : "35",
        "lineas" : [ null, "1) We ascend, but we dare to take initiatives to not be rejected. If we remain quiet won't be regrets. ", "2) Our progress has stalled because they get close to a person. The assistance of an elderly relative unlock the situation. ", "3) The progress with the help of faithful partners. ", "4) You do not want to take advantage of favorable circumstances for the superficial things too. Not subject to favoritism. ", "5) No need to think about what you might lose or gain when we make decisions. Therefore we must avoid calculations of interest and follow the right path to success. ", "6) With the violence, even easier progress stops. If we act using power and arrogance will reverse this situation. " ],
        "texto" : "Advance easy. It's time to step forward. Each event corresponds to the will of heaven. The effort will be rewarded greatly with the success that will came fast and exalted. Should always keep alive the kindness and generosity of spirit so we can be always appreciated by anyone even lower ones or defeated ones. ",
        "titulo" : "35. PROGRESS (CHIN)"
      },
      "000110" : {
        "id" : "45",
        "lineas" : [ null, "1) Someone is Stopping us, for join a supreme been. We donât have to be scare. We only have to express ourselves to the person what we really desired.", "2) A precise destiny exists that determined the union between two people that are alike. The best way is to follow our own instincts.", "3) One would like to establish a valid relationship. But the people that we frequent are all pairing. It is convenient to find a person that can lead us to another group.", "4) The right person is at the touch of a hand. Is we Follow it we will meet new and interesting people and increase our daily group of friends.", "5) In this moment we have to let other people be around us. In between those, they are gong to be people that want to take advantage of our friendship. It is enough with showing there our honesty.", "6) Our faith in god it is not recognize and we donât manage to get close to those that we want. Patience. It is convenient to withdraw and to wait until the others understand that they are the ones that have to come back." ],
        "texto" : "Union. The people that are alike like to get together to achieve common things. We mustnât Doubt. Our necessity to find links to share with others. It is convenient to find those links as soon as possible with out any reserve. It is not advisable to make natural bonds, only marriage.",
        "titulo" : "45. TO GATHER (TS'UI)"
      },
      "000111" : {
        "id" : "12",
        "lineas" : [ null, "1) Bad luck can lead to ambiguous situations even for the most perfect of men.  We shouldn't act.", "2) A superior spirit withstands adverse fortunes with serenity without uniting itself to mediocre people or betraying itself.", "3) When we are ashamed of our own dishonest actions it means that we are on the path of perfectionism.", "4) The situation seems to change.  We must wait for the moment in which life's own events drive us to confront our own destiny.", "5) Luck smiles at us again.  The insecurity of a superior man is the origin of this luck.", "6) Stagnation has made way for blossoming: these fortunate circumstances are not enough to conserve this happy period for a long time. It is worth making an effort to not fall into previous errors. " ],
        "texto" : "Lack of communication.  People that should be united find themselves separated by selfishness and mistrust.  It is vital that we continue being faithful to ourselves and to our true beliefs.  This hexagram corresponds to the period between August and September, when nature returns to the cold months and numbness.",
        "titulo" : "12. STAGNATION"
      },
      "001000" : {
        "id" : "15",
        "lineas" : [ null, "1) To carry out a major company it's necessary to have a great humility and great restraint in the actions. ", "2) Modesty, when it is sincere, generates sympathy and affection in others. ", "3) The humble behavior of an influential person will gain sympathy and a lot of good employees. ", "4) Do not exaggerate the modesty because it can become irresponsibility, lack of decision and uncertainty. ", "5) The humble person is not necessarily weak. Its severity in front of others will be balanced and firm. ", "6) True humility generates self-criticism and self-discipline, provisions of spirit that are fundamental both to finish a big project with success. " ],
        "texto" : "Humility. Superior men are enriched with the modesty of his actions that exalts their inner greatness. Fortune smiles on those who have less and ignore those who have more. Modesty guarantee success and progress even to the influential person that does not abuse of its superiority.",
        "titulo" : "15. MODESTY (CH'IEN)"
      },
      "001001" : {
        "id" : "52",
        "lineas" : [ null, "1) Innocence.  Before moving with no motive it is worth stopping.", "2) We follow somebody that makes mistakes.  We cannot do anything to help them and what is more we get involved in the issue.", "3) It is not possible to force a calmness that we donât have.  The peace of spirit arrives after deep and serious analysis on oneself.", "4) We are on the right path that leads to tranquility of spirit, despite fears and doubts persisting.", "5) One of the secrets to not mistakes is to moderate and to always weigh up what we decide.", "6) Finally we have learnt to be truly calm and to lend less importance to lifeâs trivialities." ],
        "texto" : "Stillness.  The moment to stop has arrived, to pause and search for the inner tranquility necessary to confront life.  We must learn to live peacefully moment by moment, whilst trying to channel our passion and emotions in such a way that we are not slaves.  KEN is favorable to marriage, but unfavorable to those who look for a partner.",
        "titulo" : "52. DETENTION (KEN)"
      },
      "001010" : {
        "id" : "39",
        "lineas" : [ null, "1) It is not convenient to take initiatives. The timing is not favorable. ", "2) We are in a difficult situation because of others. Our duty is to face it and remain calm given that we do not have the blame. ", "3) A manager should be responsible for his subordinates. Faced with the difficulties to reflect and think about them too. ", "4) It should find trustworthy people who support us in a difficult period with which to tell. ", "5) The situation is becoming increasingly difficult. When we least expect someone give a hand drawn by our strong and honest character. ", "6) We retreat to a haven of wisdom and sacrifices, but it should help those who need us." ],
        "texto" : "Obstacles. The difficulties that we face have been accumulating for negligence. Now we have to overcome and there is possibility of doing it. If the situation is really serious, you must stop and try to understand how to deal with. We must not delegate our own responsibilities to who does not belong. CHIEN indicates the possibility that a woman is injured by two men.",
        "titulo" : "39.  THE IMPEDIMENT (CHIEN)"
      },
      "001011" : {
        "id" : "53",
        "lineas" : [ null, "1) At first every situation involves risks. Prudence and caution are essential. ", "2) After leaving the first difficulty is a rock on which to hold. It is a favorable situation to act in the future with confidence. ", "3) You do not want to rush the situation. You have to let things develop on their own naturally. Risk of abortion. ", "4) To achieve the goal we have set ourselves we sometimes negative circumstances. The important thing is to be comfortable and resist. ", "5) Progress has been too fast and now we are alone. At the end will come good luck, but you must have patience. ", "6) Have completed the sentence: now you can quietly enjoy the fortune that we are entitled. " ],
        "texto" : "Progress. Sweetness and consistency that lead gradually to the goal. Heaven's will assist us, the important thing is no hurry but easy to follow the natural evolution of the situation. Like when a girl gets married and must perform all the formalities of the occasion without haste, we must take a step after another, without fear of losing the happy occasion before us.",
        "titulo" : "53. EVOLUTION (CHIEN)"
      },
      "001100" : {
        "id" : "62",
        "lineas" : [ null, "1) No act: this is not the time. Whoever acts without possibilities will get only more disappointments. ", "2) It is advisable to seek the support of a superior or an elderly relative. ", "3) Caution. A glimpse danger that can be avoided easily if not let out even the smallest detail. ", "4) We must not do anything to get what you want. All that is destined to arrive on their own feet. ", "5) The timing is difficult, friends and relatives can offer us significant support. ", "6) This line indicates a stubborn and lacking in self-criticism, which bites too high and is headed for certain failure. " ],
        "texto" : "Small successes. A very humble and submissive nature can not aspire to great results. It is better to have one's own will power and strive to give short and calculated steps . Only who looks for the solution of small problems will succeed even in the most difficult situations of life. Perseverance. KUO HSIAO is not favorable to love: in the couple lack of understanding and harmony. ",
        "titulo" : "62. THE LITTLE STEP (HSIAO KUO)"
      },
      "001101" : {
        "id" : "56",
        "lineas" : [ null, "1) In the wrong circumstances in which you can get to be a foreigner's dignity should be maintained while we fool who does not know us. ", "2) find a person in which we can support. The merit lies in the humble character, but firmly attached to the right principles which comes to us. ", "3) We sin of excessive pride and thus lose the privileges gained by disinterested friendship we had found. ", "4) Melancholy. Although we may feel fully at home in a temporary situation we feel the lack of stability. ", "5) This line indicates that there is good luck to anyone trying to settle abroad or in an unfamiliar city. ", "6) We must not overlook the very spirit of accommodation if you do not want to lose anything of what we have built with hard work and sacrifices. " ],
        "texto" : "Temporariness. The situation is such that it can not guarantee stability or lasting relationships. The loneliness is inevitable for those who do not have time to cultivate their relationships with ease. Prudence and discretion is advised: to live well at the moment means not overconfident, but we continue to be available to the initiatives of others. LU indicates, marriage, separation due to external reasons of work.",
        "titulo" : "56. THE TRAVELER (LÜ)"
      },
      "001110" : {
        "id" : "31",
        "lineas" : [ null, "1) It already has the intention to join a person, however it is the courage to express it. ", "2) We must take the initiative only when we are sure of what we would otherwise not get anything good. ", "3) Excessive availability leads to short and superficial relationships. Such behavior does not allow you approach the person who is intended. ", "4) It is not convenient be swayed by outside opinions. If we remain faithful to our own convictions we will be lucky. ", "5) Passion controlled by reason. It is always better to retain the lucidity to avoid making serious errors of appreciation. ", "6) Trying to attract a person with words, not deeds. This behavior can not be successful." ],
        "texto" : "The hexagram symbolizes the beginning of a happy relationship between man and woman. The weak (women) is stimulated by the strong (man) and follows it with joy. Peace is just guaranteed by the bond between man and woman. The man is subjected to ask the woman who attracts and is attracted to him as wife.",
        "titulo" : "31. ATRACTION (HSIEN)"
      },
      "001111" : {
        "id" : "33",
        "lineas" : [ null, "1) We have around dangerous people. To move would cause misfortune and loss. The only thing you can do is stand still, without reacting to any external stimulus. ", "2) The strength of will that allows for greater consistency of behavior at retirement will arouse envy and gossip. ", "3) We should go, but someone stopping us. It is essential to get free us, serve of the people that would like to tie us a lifetime. ", "4) Who is not convinced of having to leave the battlefield, but it does force will suffer for a long time. ", "5) When it's time to leave must take advantage quickly. The inner conviction will have a kind and friendly behavior will not lead to complications. ", "6) We have moved internally from an unlivable situation. The rest follows easily and the spirit remains in calm." ],
        "texto" : "Each event has its time. This period can not be exploited to get what you want, then you will have to wait for better times. The hexagram indicates no escape, but conscious withdrawal against an inexorable defeat. TUN is related to the months of July and August.",
        "titulo" : "33. RETREAT (TUN)"
      },
      "010000" : {
        "id" : "7",
        "lineas" : [ null, "1) Before the fight agree to reorganize the ideas and make a final examination. ", "2) The secret of a victorious battle invalid attendants is to find those who share the program and accountability. ", "3) Let us not be swayed by presumptuous and inexperienced staff. Let us continue the battle alone, otherwise we bring misfortune. ", "4) Leave when a failure is not expected sign of weakness but of a great inner balance. ", "5) The battlefield is overrun by predators: they are needed and harsh punishment. ", "6) Finally, we have won the battle. We must reward those who helped us." ],
        "texto" : "Self discipline is important in the footsteps of a strong guide. We must not take things lightly, but with utmost sincerity and spirit. We must bear in mind the purpose for which it tends not get confused. Only get the expected results if you follow the right path. However, the victory should not make us proud, as it may become out of favor.",
        "titulo" : "7. THE ARMY (SHIH)"
      },
      "010001" : {
        "id" : "4",
        "lineas" : [ null, "1) It is necessary to autoimpose a discipline, but not too harshly. ", "2) The ignorant will be treated with tolerance and patience. ", "3) Do not be fooled by opportunistic people. ", "4) With stubbornness not solve anything. ", "5) When acknowledged by the immaturity and sought the help of a wise man, luck smiles. ", "6) It is not convenient react to ignorance with violence, try to understand." ],
        "texto" : "Immaturity. Lacking firmness behavior brings bad luck. Seek advice from an expert, a mature person, a teacher, and perseverance: this is the key to bypass the errors. Do not ask too much: this oracle responds only once.",
        "titulo" : "4. IMMATURITY (MÊNG)"
      },
      "010010" : {
        "id" : "29",
        "lineas" : [ null, "1) We have become accustomed to the negative situation. Unless we act quickly we will have bad luck for a long time yet. ", "2) There It is try to solve problems in a hurry. The important thing is to not fold down to us suffering. ", "3) It is best not to act. The danger is great: any movement may cause further deterioration. ", "4) We have discovered a small vent. To get out of the darkness is advisable from this point, trying to understand at least what I got to distinguish in the dark. ", "5) Do not think to perform great deeds. The first stage is to get rid of a bad situation. When it regains mental freedom it will be easier. ", "6) Lost in adversity. Not recognize anything. For three years there will be room for improvement." ],
        "texto" : "Danger. The hardships of this moment of our lives have brought depression, isolation, pain and mistrust. One disappointment after another that we have become accustomed. not convenient is a spiral of light, a hope to get up again. You must have courage and find within ourselves the will to overcome current obstacles and dangerous. K'AN is not favorable emotional issues Indicates breaks or economic difficulties.",
        "titulo" : "29. THE ABYSS (K'AN)"
      },
      "010011" : {
        "id" : "59",
        "lineas" : [ null, "1) Distrust divides. Misunderstandings. Should clarify their own position. ", "2) It is advisable to have greater availability to others. The avoidance of evil spirits. ", "3) Consistency. In some case, you should try to forget ourselves and make significant sacrifices without this involves building the strength required to complete the most difficult. ", "4) The objectives are important, not be tied to any particular interest but, in any case, try to rise above the common opinion. ", "5) In a time when there is separation only one new idea can bring together like-minded people. ", "6) Someone saved from great danger, besides himself, the members of the family or some close friends." ],
        "texto" : "Inevitable changes. Choosing just the right things and avoiding the superfluous ends with the egotism that divides men and leads to the great feelings. It is advisable to seek a common goal with people who resemble us, of whom get sympathy and understanding. HUAN recommended changes.",
        "titulo" : "59. DISOLUTION (HUAN)"
      },
      "010100" : {
        "id" : "40",
        "lineas" : [ null, "1) After the storm it is right to find calm.  Rest.", "2) Adulators move away by means of diplomacy.  It is worth not giving oneself away and following our own intuition.", "3) We must not flaunt our own luck: this would attract dishonest people.", "4) Friendships must be chosen with strictness to give the possibility to those people that are alike us to approach us easily.", "5) The behavior of whoever wants to get rid of wrongful links must be coherent and tough.  Only in this way will they take us seriously.", "6) Somebody prevents us from advancing.  We must not be afraid: it is worth acing with violence and determination to eliminate them.  Fortune will find us." ],
        "texto" : "A period of fortune approaches.  Our problems are about to be overcome: there are many signs that lead us to think that the situation will finally change.  He who tries to put obstacles in our way will regret it soon afterwards.  Victory over misfortune must not make us conceited. HSIEH recommends marriage to us.",
        "titulo" : "40. LIBERATION (HSIEH)"
      },
      "010101" : {
        "id" : "64",
        "lineas" : [ null, "1) It is not worth rushing this moment.  We must weigh up patiently one step after another.", "2) While waiting for the right moment to act is it advisable to cultivate inner strength that will be needed in the future.", "3) If we are missing the necessary strength of will to confront the latest obstacles by ourselves, it is advisable to look for help from people that respect us so that, in this way, we donât miss the right moment to act.", "4) The moment has arrived to advance without fear or disturbances.", "5) Success.  Our efforts have been successful and finally we can relax.", "6) In the greatest success it is worth, however, being alert and conserving a sense of restraint in order to not let ourselves fall too much into presumption." ],
        "texto" : "Hope.  The oracle ends with a hexagram that promises happiness and fortune.  It symbolizes passing from disorder to order, fraught with problems, but full of promises for a better future.  We must act with the caution of a fox that is walking on ice.  Only if we recognize the point on which to apply our strength will we be able to overcome all of the obstacles and emerge into a new and fortunate era.  In marriage WEI CHI indicates the womanâs superiority over the man.",
        "titulo" : "64. BEFORE THE END (WEI CHI)"
      },
      "010110" : {
        "id" : "47",
        "lineas" : [ null, "1) We remain tied tenaciously to a situation that now cannot give us anything.  This increases pain and reduces the possibilities if renovation.", "2) Everything appears to be going well, but inside exhaustion is destroying our last energies.  Unexpectedly help from a selfless friend will come to us.", "3) Indecision and lack of values lead to always being tense.  It is not good to suffer for something that doesnât deserve even the asking of help from a friend who canât even help us.", "4) We are full of doubts:  in this way we see ourselves obliged to meet up with people who contribute nothing to us.  In the end we will obtain the best for ourselves on the basis of strength of will and everything will repair itself, albeit with a delay.", "5) Altruism and generosity are often strangers to us.  There is nothing left but to wait and trust in the fate that will come to our aid in the most difficult moments.", "6) We donât want to abandon this negative state in which we find ourselves through fear.  After understanding this we will find the strength to turn the page and defeat the adversity that has oppressed us for such a long time. " ],
        "texto" : "Exhaustion.  A negative situation has arrived at a dead end:  nothing seems to be able to procure enthusiasm or bringing life to an exhausting relationship.  Fortune has turned its back on us and the darkness into which we have fallen seems to be definitive.  But it is not so: possibilities of renovation exist.  We must know how to accept an adverse destiny without our own will having to give in.  KâUN is unfavorable to sentimental ties: for a young girl it means the possibility of a relationship with a married man.",
        "titulo" : "47. ADVERSITY (K'UN)"
      },
      "010111" : {
        "id" : "6",
        "lineas" : [ null, "1) It is advisable to not provoke confrontation.", "2) The person with whom we fight is stronger.  It is worth abandoning the battle field.", "3) The things we deserve and correspond to us are ours by right: we must not persist in obtaining the impossible.", "4) We donât manage to accept the current situation.  Changing means facing up to others.  It is advisable to give up; only in this way will we find fortune and peace again.", "5) Realizing that we are on the side of reason impels us to continue the fight.  Whoever truly is right will be lucky.", "6) This merciless fight will come to an end, however it will only bring a temporary fortune." ],
        "texto" : "There will be friction and clashes.  A belligerent attitude is not provoked.  We look for help from a mediator.  We avoid all initiatives in the workplace and in matters of love.  Despite our behavior being correct, if we act we will bring about misfortune.  It is advisable to avoid marriage to whoever consults the oracle with this purpose.",
        "titulo" : "6. CONFLICT (SUNG)"
      },
      "011000" : {
        "id" : "46",
        "lineas" : [ null, "1) A positive situation comes to light because an important person has great confidence in us.  Fortune.", "2) Honest people are often uncomfortable and not very diplomatic, but this all depends on good luck.", "3) The current state of fortune is exceptional: everything comes to our hands by itself.  Unfortunately this period will not be very long: but for now it is worth not thinking about that and make the most of everything for everything with the great fortune that we have.", "4) We obtain the greatest success: fame and public appreciation will reward us for the years of sacrifice and loneliness.", "5) It is advisable to not get drunk on the success obtained, but rather always be alert and act little by little.", "6) We must have in mind that even in the moments of great fortune we are obliged to know when to expose ourselves and when to pull out.  Only in this way will we be able to conserve the current good luck." ],
        "texto" : "Success.   The activity of a true person has brought us a very fortunate situation:  the merits and the efforts will be greatly rewarded, difficulties melt like the snow under the sun and initiatives bring a great result.  We must make the most of such a great moment to recover from past sorrows.  SHENG indicates the possibility of pregnancy.",
        "titulo" : "46. ASCENSION (SHÃNG) "
      },
      "011001" : {
        "id" : "18",
        "lineas" : [ null, "1) We have been too conformist.  The rigidity of the situation can be saved with a little fantasy.", "2) We have been too weak.  Now we must impose ourselves slowly (not suddenly)", "3) The energy spent in the reconstruction is excessive.  We must moderate ourselves.", "4) Rumors and weakness prevent us from starting the work that awaits us.  Letting it pass means much suffering in the future.", "5) The deterioration of the situation has long roots: success will come in finding valid contributors to help us.", "6) Inactivity and isolation is chosen to study, above all, oneâs own conscience.  This will be a great help for our fellow men. " ],
        "texto" : "Improvement.  What went bad out of habit can be renewed.  Idleness and bad customs have generated disorder.  Before starting the reconstruction it is advisable to think about the causes of the deterioration and about the behavior that is needed to remedy the situation.  Matters of love are complicated: we mix with people that are a lot older than ourselves.",
        "titulo" : "18. THE RECONSTRUCTION (KU)"
      },
      "011010" : {
        "id" : "48",
        "lineas" : [ null, "1) We have hit rock bottom:  We have become absorbed in situations with undesirable people.  Now nobody looks out for us.", "2) We are not capable of recognizing within ourselves the signs of reality itself:  on not being able to establish a single reference or support ourselves we abandon ourselves to mean people who influence us in negative ways.", "3) We do not recognize a person of great value.  It is a shame, as they would be a great help to many people.", "4) Above all else it is worth thinking about ourselves for the moment.  It is advisable to reconstruct and strengthen our own character to be able to, in the future, do good things for ourselves and others.", "5)  When a person of value is recognized it is advisable to follow them without fear or prejudice.", "6) The value of a person is recognized by many:  he who becomes close to that person and believes in them will be lucky." ],
        "texto" : "This hexagram is the symbol of all that is true that can lock up the heart.  Life passes, time flies, experiences accumulate and modify our character.  But in the most intimate part of our being reality remains unaltered:  in the same way that wells in ancient Chinese cities were the centre of the water supply, the source or water and of life, in the most difficult moments it is worth having faith in our essence.",
        "titulo" : "48. THE WELL (CHING)"
      },
      "011011" : {
        "id" : "57",
        "lineas" : [ null, "1) It is advisable to avoid indecision and follow our instinct.", "2) Somebody intrigues us from the shadows: it is worth sorting out the situation without letting ourselves be influenced.", "3) After meditation must come action: now we have in our hands all of the elements to be able to decide.  Continually waiting for indecisive people may lead us to failure.", "4) Action has developed in time and has leaded us to success.", "5) Change for the better has already come about:  this is due to the seriousness of preparation and the humility of character.  Fortune.", "6) It is not worth compromising oneself with bad customs:  meeting with dishonest people leads to reasoning in the same way as them." ],
        "texto" : "Decision.  Only the strength of oneâs own convictions, united with a coherent attitude, can lead to success.  We must know how to obtain the things that interest us and we deserve with quiet determination.  We must follow the fortunate intuitions of this moment and unite all of our efforts to achieve a single goal.  SUN advises us to move abroad.",
        "titulo" : "57. PENETRATION (SUN)"
      },
      "011100" : {
        "id" : "32",
        "lineas" : [ null, "1) The duration of a feeling is tested with time.  It is not possible at the beginning to try to obtain guarantees without having done anything to guarantee them.", "2) It is necessary to economise oneâs own strengths in a business that is not yet valid.", "3) Exterior influence does not permit ones character to emphasise on oneâs own constants.  Perseverance.", "4) We feel the need for a serious relationship but we cannot find the right person.  Whoever loses in false relationships will not have many possibilities to find the person they seek.", "5) In this situation the woman will have to maintain traditional unaltered family values.", "6) Instability.  Worries.  A similar character will never be able to find happiness, not even they already had it in their hands, because they would lose it." ],
        "texto" : "Happy marriage.  When the natural division of roles between a man and a woman is created spontaneously a union destined to last a long time is produced.  We must not confuse duration with calmness:  events and passions ease thanks to the balanced relationship of the couple.  The firmness of the man must find in the willingness of the woman its natural support.",
        "titulo" : "32. THE LONG RESISTANCE (HÃNG) "
      },
      "011101" : {
        "id" : "50",
        "lineas" : [ null, "1) It is not important to have acted badly:  what is essential is to recognise oneâs own error and regret it.", "2) Just and honest actions provoke jealousy.  Do not pay attention to them.", "3) It is not possible to give the best of oneself, it is worth cultivating oneâs own spirit.  Only in this way will success be obtained in the end.", "4) The obligation that we must carry out is too heavy:  contributors and the people that surround us cannot support us.  Also, our character is too weak.  Misfortune.<BR>", "5) Success is reserved for those who join a humble character to a complete willingness for their inferiors.", "6) Great fortune.  Honest behaviour joined with adequate preparation has provided us with the greatest success." ],
        "texto" : "This is another symbolic hexagram:  the sacrificial recipient contained food in ancient Chine.  From here comes the idea of sacrifice and spiritual feeding.  Feeding oneâs own spirit and knowing how to sacrifice oneself for the common good are the keys to the greatest success and reaching maturity.  Every man possesses a predetermined destiny:  it is worth having faith in divine will.",
        "titulo" : "50. THE SACRIFICIAL RECIPIENT  (TING)"
      },
      "011110" : {
        "id" : "28",
        "lineas" : [ null, "1) We would like to change and we possess the means, but it is necessary to be extremely prudent.", "2) The situation is extraordinary: among the ruins emerges a flower.  Not searching for great things will bring luck.  Perhaps a mature man falls in love with a girl.", "3) We would like to fix the situation through strength and grave errors are committed.", "4) Relationships with influential people are not sought just for personal gain but for the success of a business.", "5) Ambiguity.  An old lady gets married.  It seems strange and a bad omen, but is not so.  The situation remains static.", "6) We try at all costs to live situations out of the ordinary.  There will be harm done." ],
        "texto" : "Excess.  Rupture.  A relationship, a situation wears out because the weight that we were carrying was excessive.  In the same way that an overweighted crossbar snaps, when evil, selfishness and corruption become excessive they destroy the foundations of agreement.  There is not much hope of remedying the damaged caused and suffered.",
        "titulo" : "28. EXCESS (TA KUO)"
      },
      "011111" : {
        "id" : "44",
        "lineas" : [ null, "1) One must stop any initiative that surges from a negative person.  Waiting would be harmful.", "2) It is possible even to meet with the worst kind of people, but not involve oneself emotionally.", "3) The temptation is strong: we would like to start a relationship with someone that offers us kindness, but something stops us.  This obstacle is fortune.", "4) The right behavior is to treat everybody with kindness:  in the future we could even need an enemy.", "5) The respect of a strong and honest personality manages to influence beneficially even the most difficult elements.", "6) When tranquility of spirit has been reached it is possible to bear any adversity and whatever person." ],
        "texto" : "Danger.  A woman looks for men without expecting anything to come from it, as would be natural.  Certain papers will never be able to be invested:  two people must look for each other reciprocally, with spontaneity; but sometimes it is difficult.  In general it is the man that must look for the woman.  The woman will have many lovers.",
        "titulo" : "44. THE MEETING (KOU)"
      },
      "100000" : {
        "id" : "24",
        "lineas" : [ null, "1) We enter into ourselves after a small imbalance. Nothing has been lost.", "2) One wishes to return to original simplicity.  A group of honest friends will be of great help.", "3) Indecision and fickleness certainly do not favour the process of maturation.  Even the most vivid characteristics must impose discipline, otherwise misfortune will arise.", "4) We realize that it is favourable to stay alone and abandon those that are not like us.", "5) In the end all knots become untangled.  Self-criticism and will guarantee a recuperation of oneself full of hope.", "6) We have not enjoyed the moment of renovation through fear.  Now there is nothing left to do." ],
        "texto" : "Renovation.  An opportune moment for changes.  Oneâs own life is put in order after discarding previous negative events and searching for new emotions.  One acts in accordance with destiny.  This hexagram is related to the months of November and December.  In this moment of rebirth it is worth looking for the rest and the tranquillity so that nothing can disturb the new forces of our spirit.  FU is not opportune for new marriages, but it is for immediate unions to a previous failure.",
        "titulo" : "24. THE RETURN (FU)"
      },
      "100001" : {
        "id" : "27",
        "lineas" : [ null, "1) We will have to free ourselves from a situation that inhibits us, but we cannot find the strength.  Jealousy and fear prevent us from choosing the freedom that would be indispensable to us.", "2) It is worth securing what we need with our own hands.  Everything that is given to us will be returned later.", "3) Substitutes for real food are sought.  Superficial relationships that contribute nothing.  If this period is prolonged it will bring great fortune.", "4) We seek alliances with people that are like us.  Eagerness exists, but, as the cause is just, it will bring fortune.", "5) We feel attracted by an apparently insignificant person.  It is worth meeting with them despite the doubts and negative opinions of others.  Small advantages can be gained.", "6) We have understood who and what is our true food.  Fortune.  The spirit will become more and more enriched and we will find happiness." ],
        "texto" : "Spiritual food.  It is necessary to cultivate the thoughts and relationships that enrich our soul.  Even the words that come from our lips are a means of enriching others and ourselves.  Take care with new friendships, what we receive from others and what we give.",
        "titulo" : "27. NUTRITION (I)"
      },
      "100010" : {
        "id" : "3",
        "lineas" : [ null, "1.  One loses trust in oneself.  Persevere and ask for help from a friend.", "2) We must not be afraid of whoever lends us a hand, as it is a person that cares about us.", "3) A guide is rejected and we persist on continuing.  Danger.", "4) It is necessary to take the first step, with out-and-out pride, and get close to the people that can help us.", "5) We must try and look for fortune in small things, otherwise we will have reason to regret it.", "6) There are so many difficulties:  we will have to wait for the best moment without getting distracted." ],
        "texto" : "Chun represents grass that on growing from the ground finds problems.  Every situation in the beginning presents difficulties:  it is important to keep calm and, if possible, illicit help from friends.  A better future is implicit and the opportunity alone presents itself.",
        "titulo" : "3. THE INITIAL DIFFICULTY (CHUN)"
      },
      "100011" : {
        "id" : "42",
        "lineas" : [ null, "1) Heaven helps us:  even the most risk businesses can be undertaken without fear of failure.", "2) Avoid superficiality:  the great luck that has arrived must procure constant attention to the spirit and reliability.", "3) In such happy times daily problems in life, even the most unpleasant, can be overcome with ease.", "4) We find ourselves in the position as a mediator:  we must act with generosity.", "5) This line indicates a kindness of spirit such that there is no need to ask for anything.  Even evil is stopped faced with such great generosity.", "6) Extreme presumption and security in oneself provoke arrogance and misfortune. " ],
        "texto" : "Inner wealth.  After so many sacrifices our spirit has won in power and everything that we have desired seems to have arrived on a silver tray by hand of good luck.  It is worth making the most of oneâs own availability and fortune even to benefit oneâs fellow man.  Whoever receives this hexagram must get married despite uncertainty or opinions to the contrary.",
        "titulo" : "42. PROFIT (I)"
      },
      "100100" : {
        "id" : "51",
        "lineas" : [ null, "1) Faced with the first shock a calm positivity is found again with regards to other people.", "2) We may find ourselves without which to take charge of a situation that is our responsibility.  We must not be afraid or take any initiative:  within a short period of time we will again have what we had believed we had lost.", "3) Sometimes we donât move forward through excessive fear and we endure destiny apathetically.  However now is the moment to act following our own instincts.", "4) An unexpected and dangerous situation can provoke an erroneous attitude.  Take care.", "5) The situation is difficult:  it can be overcome with strength of will.", "6) It is advisable to keep calm although the current moment is troubled; one must try to organize oneâs ideas.  One must not act." ],
        "texto" : "Unexpected events.  Suddenly we hit a setback, our entire existence is put in danger because of something new and disturbing.  What is important is not to be afraid and not to let oneself be affected by the excitement.  In the same way that thunder shakes nature for an instant, these unexpected events disturb the spirit.  A great inner consolidation is advised.  In matters of love, CHEN indicates rumours and fights.",
        "titulo" : "51. THUNDER (CHEN)"
      },
      "100101" : {
        "id" : "21",
        "lineas" : [ null, "1)  Evil stays still at the beginning whilst it manifests itself.  Any delay would harm the situation.", "2) When we are sure of being right we risk increasing our ire against our adversary.  What is important is to punish the guilty party determinedly.", "3) A delayed reaction faced with a setback:  thus the punishment is less adequate and less convincing.", "4) The obligation is less important than anticipated.  With strength of will very battle hardened adversaries will be beaten.", "5) On judging the situation, indulgence and impartiality are advised.", "6) We have links with ignorant people who do not recognize their own errors." ],
        "texto" : "A serious obstacle is opposed to the natural development of things.  It is worth applying strength and determination at whatever cost.  This hexagram indicates penal processes and legal arguments.  In whatever way possible it will be necessary to unite two separated parties due to strange and unclear events.  The secret is in the speed and the energy with which the guilty are punished.  In matters of the heart, SHIH HÔ indicates the interference of a third person between and man and his wife.",
        "titulo" : "21. THE BITE (SHIH HÔ)"
      },
      "100110" : {
        "id" : "17",
        "lineas" : [ null, "1) It is necessary to take up a new path:  it will be very useful.  We will find new people.", "2) We lose time meeting up with people that are not for us.  This prevents us from getting closer to the people that are destined for us.", "3) We have found a very valuable person and we follow them.  This means sacrificing other less congruous relationships.", "4) Some opportunists who want to take advantage of our prestige have followed us.  It is worth identifying them and avoiding them.", "5) People that chase a just ideal will not lose themselves.", "6) A wise man that seeks solitude is in need and followed for his advice.  Helping the weak with affection will bring us success." ],
        "texto" : "A happy occurrence.  In order for others to follow we must inspire confidence and adapt to a situation.  It is not advisable to act cunningly or with violence, but rather persevere in justice and sincerity.  It is worth recognizing the moment of action as well as that of inaction.  Decisive reversals of fortune in marriage.",
        "titulo" : "17. TO FOLLOW (SUI)"
      },
      "100111" : {
        "id" : "25",
        "lineas" : [ null, "1) Emotions are the alarm bell of feelings.  It is advisable to follow the impulses of oneâs own heart.", "2) It is advisable to behave according to oneâs own inclinations without about what will be achieved afterwards:  only in this way will fortune be attained.", "3) An event unprovoked by us occurs which upsets us.", "4) Remain faithful to ourselves.  What we have lost, if it really belonged to us, will return by its own means.", "5) It is not worth looking for expeditious remedies to alleviate the pain that resides in our heart.  Blame does not exist.  Time will cure all wounds.", "6) We must act with innocence that must not become irresponsibility as we will not gain anything." ],
        "texto" : "Unexpected events.  This all happens because innocent behavior like that of children provokes sympathy and goodness with somebody close.  In each decision there must be a percentage of spontaneity that comes from the heart, but often such spontaneity is drowned out by negative feelings like selfishness or envy.",
        "titulo" : "25. THE UNEXPECTED (WU WANG)"
      },
      "101000" : {
        "id" : "36",
        "lineas" : [ null, "1) In times of great misfortune nobody in whom we can trust or find refuge can be found.  A person that can help us exists but at the moment they are far away.  We remain faithful to that person despite the comments that we provoke.", "2) We must try and resist pain.  He who tried to help others who are in the same situation will find fortune.", "3) When we least expect it, we find the person that has caused our misfortune.  Treating them with violence will be useless and harmful.", "4) It is possible to find intrigue that up until now has been absent.  It is advisable to find ourselves shelter before the situation evolves.", "5) If it is not possible to abandon the battle field it is worth pretending that we donât understand so as not to be caught in our enemyâs ambush.", "6) Evil has reached its climax.  We cannot do anything more than resist and hope to get through it, because the natural end of a dishonest person is self-destruction." ],
        "texto" : "Darkness.  A period of misfortune.  We feel alone even in a crowd.  We donât trust anything or anybody.  Prudence and trust in oneself are advised.  It is not advisable to isolate oneself or let oneself be cheated by dishonest people that take advantage of our fragility.  MING I advises against marriage, but indicated the possibility of natural unions.",
        "titulo" : "36. THE DARKENING OF THE LIGHT (MING I)"
      },
      "101001" : {
        "id" : "22",
        "lineas" : [ null, "1) We have to confront our own destiny alone, despite having help at hand.", "2) We must avoid vanity and superficiality.  Caring for our own look is important, but the components that make up our values are fundamental. ", "3) The current situation is comfortable and refined.  We must not be carefree.", "4) Doubt exists between following a comfortable path and taking a new simpler route.  We will decide with the help of a loyal and just companion.", "5) We distance ourselves from company that seeks only fun for themselves in order to follow a person of great value.  At the beginning we will find ourselves inferior, but then feeling will prevail.", "6) Form and essence are in perfect balance.  Great fortune." ],
        "texto" : "Splendid and serene beauty.  The aesthetics of people, of situations, of things in life are very important, but not essential.  It is not advisable to let oneself be dazzled by appearances:  a true deeper meaning that surrounds us must be considered.",
        "titulo" : "22. ELEGANCE (P'I)"
      },
      "101010" : {
        "id" : "63",
        "lineas" : [ null, "1) Enthusiasm must not blind us.  It is advisable to stay firm and alert even during the happiest of moments.", "2) We are missing the help of someone close to us.  The necessary trust has not been conceded to us.  Patience.", "3) If we are missing the necessary strength of will to face up to the latest obstacles by ourselves, it is worth looking for help from people that we are fond of in order to not lose the right moment to act.", "4) The moment to advance without fear or hesitancy has arrived.", "5) Success.  Our efforts have been successful and finally we can feel better.", "6) At times of success, it is worth, however, being alert and maintain a sense of restraint so as to not allow ourselves to fall too much into conceit. " ],
        "texto" : "Success.  Finally a perfect balance has been reached:  from the previous confusing situation we have moved on to a new and fortunate period.  It is precisely now when we have to pay the most attention.  This period is more than favourable, but one has to take into account that obstacles that compromise the result of our effort could present themselves.  Whoever stays more alert than ever will be he who enjoys this period of grace for longer.  CHI CHI advises marriage.",
        "titulo" : "63. AFTER THE BREAK UP (CHI CHI)"
      },
      "101011" : {
        "id" : "37",
        "lineas" : [ null, "1) The fatherâs strength of character must surge from values to which he makes reference.  Childrenâs defects must be corrected from the beginning.", "2) The woman must not wash her hands of domestic duties and must always follow the will of the head of the family.", "3) It is not advisable to be too permissive or too rigid.  The family reins must be held at a happy medium, between tolerance and authority.", "4) The woman accepts her own role with love.  Great fortune.", "5) The head of the family must inspire confidence:  his presence is a symbol of love and the unity of his loved ones.", "6) Parents must always take into account the responsibilities that their job involves." ],
        "texto" : "The family.  Each person must have their own role to play and act in favour of the common good.  The woman of the family is punctual:  if order and serenity reign in the house, the children will want to build good honest relationships in the outside world.  Discipline and obedience are precisely the responsibility of children, and respect and a good example are the responsibility of parents.  CHIA JÃN indicates lucky marriages.",
        "titulo" : "37. THE FAMILY (CHIA JÃN) "
      },
      "101100" : {
        "id" : "55",
        "lineas" : [ null, "1) When two people are loyal and look alike, they should unite without fear:  their union will always be happy.", "2) A happy relationship is threatened by external factors that divide both parties.  One must be faithful to oneâs own partner without losing trust in them.", "3) Impressionability.  In a difficult moment it is possible to let oneself be approached by dishonourable people.", "4) Obstacles are about to be overcome, and two people that separated have met again.  It is important that they get together straight away.", "5) The strongest form of modesty will bring fortune and happiness.", "6) Too much fortune has brought with it presumption and arrogance.  In this way we find ourselves alone and abandoned even by those who love us." ],
        "texto" : "Prosperity.  A very fortunate period. One obtains what only very few fortunate people can allow themselves.  In a moment of similar greatness it is advisable to always bear in mind that a regression can present itself or that, at least, so much fortune cannot last.  Clarity of spirit and the determination to act in the best way possible is fundamental.",
        "titulo" : "55. ABUNDANCE (FÃNG)"
      },
      "101101" : {
        "id" : "30",
        "lineas" : [ null, "1) Meditation.  To advance between the complex changing of events, the first thing to do is to get to know oneself.", "2) A half-way house is sometimes more useful in order to arrive to the goal faster.", "3) One has fear of not managing to live oneâs life fully, and as such one falls into an easy and fruitless diversion.", "4) Restlessness.  We donât bond with anybody.  Emotional possibilities are reduced to brief instances.", "5) Fortune.  We realise the shallowness of our behaviour and we suffer because of it.  This is the right moment to start over.", "6) It is not worth practising a rigid discipline with others or with oneself.  Greater flexibility and understanding." ],
        "texto" : "Instability.  In the same way that the flame is in continuous movement, events in life continue incessantly.  Manâs spirit must be firm and at the same time flexible to be able to control the continual external stimuli.  The conditioning factor with respect to life cannot be denied:  only by cultivating within oneself good human qualities and honesty can one obtain what is desired.  Li means the passion of love:  A couple interested in marriage should move quickly to do so or they will lose the opportunity.",
        "titulo" : "30. FIRE (LI)"
      },
      "101110" : {
        "id" : "49",
        "lineas" : [ null, "1) It is advisable to wait for the right moment to act.  For now it is important to study the situation thoroughly.", "2) The right moment to act has arrived; it is advisable to give everything to achieve a suitable end.  An influential person will help us.", "3) Excessive indecision and enthusiasm can compromise an action of renewal.  Success lies in knowing how to make the most of the right moment.", "4) Authority, determination and honesty reunited are the necessary qualities to finish happily a radical change in oneâs own life.", "5) A truly just person must not fear anything: all changes that they decide to undertake will be the right ones and will achieve success.", "6) When the desired change has been obtained it is advisable to stop and reflect without trying to advance too much." ],
        "texto" : "Revolution.  When the right moment arrives one must act energetically because help and collaboration will be found.  A chaotic situation can be subverted and renewed with decision since with a just goal important initiatives can be taken.  Let us not let doubt overcome us, KU indicates a divorce or a second marriage.",
        "titulo" : "49. REVOLUTION (K'U)"
      },
      "101111" : {
        "id" : "13",
        "lineas" : [ null, "1) Emotional relationships are born openly, not in secret.", "2) This line indicates the possibility of a union based on interest that will give rise to regret.", "3) There are obstacles that set back the union.  An attitude of mistrust and doubt will not lead to anything.  It is easy for us to be alone for three years.", "4) We cannot do anything to approach the person that most interests us, as the obstacles are too big.  But precisely in the lack of action fortune is hidden.", "5) Faced with turbulent circumstances two people separated for life will meet again, but united within their hearts.", "6) It is not possible to create a deep relationship with the person that interests us most despite the situation being favourable." ],
        "texto" : "Friendship.  Affectivity.  Similar minded people come together for a common purpose.  The simplicity of feeling is its greatness and it guarantees successful actions and collective fortune since selfishness is not present.",
        "titulo" : "13. UNIVERSAL FRATERNITY"
      },
      "110000" : {
        "id" : "19",
        "lineas" : [ null, "1) A sudden approachment of an important person.  Stay well-mannered.", "2) We have been called: we must approach without hesitation.  Luck is on our side.", "3) We have reached a prestigious position, but we mustnât rest on our laurels.", "4) A spontaneous approachment without ulterior motives between two people brings great fortune.", "5) A wise man manages to get close to the right people at the right time always with advantages.", "6) One must act unselfishly and generously." ],
        "texto" : "Lin indicates that you have the opportunity to listen to and to learn from those with greater wisdom or experience than you. This opportunity should be welcomed and seized gratefully. As with anything circumstances will change so it is critical that the favorable circumstances currently presented are taken full advantage of. It is a good time to look at any possible future difficulties and to try to deal with them preemptively. Success at this time should be shared with those around you. ",
        "titulo" : "19. APPROACH (LIN)"
      },
      "110001" : {
        "id" : "41",
        "lineas" : [ null, "1) Nothing is lost by helping someone who needs it.", "2) When one depends on another it is important not to be too servile but rather to make oneself indispensable based on facts and remain loyal to oneself.", "3) Being deceptive for long periods of time only leads to us being alone in the end.", "4) If we recognize our own defects we can overcome and correct them, even for those we have by our side.", "5) Fortune arrives suddenly: if fate has happiness in store for us, nobody can prevent it.", "6) Fortune at this time irradiates happiness even in others.  Happiness doubles if we share it with those that we love." ],
        "texto" : "Simplicity.  One doesnât need to be scared of sacrificing superfluous things for the essentials.  In life certain decisions presuppose the elimination of part of our habitual world.  On losing something that is important to us today we will gain something fundamental in the future.  It is advisable to adopt a spontaneous and uncomplicated attitude.  Emotional harmony.",
        "titulo" : "41. LOSS (SUN)"
      },
      "110010" : {
        "id" : "60",
        "lineas" : [ null, "1) Insurmountable obstacles.  These can be avoided only if we do not persist and try to understand when the right moment to stop is.", "2) Timely action.  The right moment to act is recognised and taken advantage of.", "3) This line symbolises a person, so given to pleasures and blinded by their own impulses, who will have to be sorry.", "4) Whoever recognises their own limits and their own possibilities will always act in the right way.  Good fortune.", "5) To obtain the respect and the esteem of others one must be the first to set an example of exemplary behaviour.", "6) A lack of flexibility leads to failure.  Excessive harshness and severity, in the long term, can reverse even the most fortunate of situations." ],
        "texto" : "Moderation.  It is necessary to put oneâs own thoughts in order in oneâs own life.  Sometimes, following only momentary instincts or emotions can lead to committing grave errors.  This hexagram also indicates the opportunity to put the brakes on a disordered relationship and try to achieve security in essential values.  One must always maintain a sense of restraint without surpassing it.",
        "titulo" : "60. LIMITATION (CHIEH)"
      },
      "110011" : {
        "id" : "61",
        "lineas" : [ null, "1) It is advisable to only count only on oneâs own strengths and stand firm in oneâs own honest convictions.", "2) When inner honesty echoes in other people, words are superfluous.  Similar people recognise each other.", "3) Even in the truest of relationships between two people there are good times as well as bad times.  But everything is fine:  the ups and downs are inevitable and revitalise feelings.", "4) Honesty must be cultivated:  You must aim higher and higher, but with extreme humility, so that we can feel more and more secure about our own convictions.", "5) This line indicates a superior personality that emanates an inner force linked together with peopleâs spirits.  Good luck.", "6) To convince other people of your own ideas, words are not enough; it is necessary to offer concrete facts." ],
        "texto" : "Inner sincerity.  This hexagram indicates fortune for whoever possesses this great quality.  Human relations will be favoured since whoever is fortunate enough to possess a broad and just spirit attracts their fellow man and understands him.  Inner strength that comes from the truth of the heart enables us to overcome any obstacle:  it is sufficient to let the rest feel spontaneously the superiority of the spirit and observe its influence.  In matters of love CHUNG FU indicates good fortune, but advises against excessive enthusiasm.",
        "titulo" : "61. THE TRUTH (CHUNG FU)"
      },
      "110100" : {
        "id" : "54",
        "lineas" : [ null, "1) When we find ourselves in a weak position we must be able to adapt and obtain satisfaction and flattery.", "2) A woman has lost her partner or rather he has disillusioned her.  However, in her heart she continues to be faithful to that person.", "3) If we search for a relationship that we cannot obtain for the time being in an unbalanced way, we risk losing our dignity.", "4) This line indicates the situation of a young girl who, in order to not get lost in trivialities, doesnât make the most of the right moment to get married.  Her loyalty will be rewarded and she will get married with the right man, albeit late.", "5) A young girl from a high-class family will marry a person from a humble background.  Her union will be happy as she will know how to adapt without pretensions.", "6) Marriage of interest.  Perfect pompous ostentations will not guarantee by any means the happiness of the union.  In the future separation will be inevitable." ],
        "texto" : "This is one of the hexagrams that refer explicitly to the union between man and woman.  Specifically it indicates the correct behaviour by both sexes and the necessary responsibilities for a happy and long lasting relationship.  A young girl should not go looking for the man, rather she should be required; and neither should she demand to be treated as such if she is not in the position of being a legitimate wife.  Discretion and prudence are the virtues necessary for the correct evolution of the relationship.",
        "titulo" : "54. THE MARRIAGEABLE MAIDEN (KUEI MEI)"
      },
      "110101" : {
        "id" : "38",
        "lineas" : [ null, "1) A separation has occurred, a rupture.  If the person is meant for us we must not be scared nor run away from them as they will return to us by themselves.", "2) Certain misunderstandings have distanced us from somebody: We must find them or explain ourselves, but this must happen in a casual way.", "3) Fortune appears to have turned its back on us for good.  There are rumours and bad intentions.  But we must remain loyal to the person that we carry in our heart.  In the end they will return to us.", "4) Loneliness.  The people that surround us are not the same as us.  Perhaps we know somebody similar to ourselves:  it is necessary to spend time with them even though we have doubts at first.", "5) Through excessive mistrust we donât recognise somebody worthy of our trust.  Their efforts to be close to us will advance the situation.  Happiness.", "6) Mistrust and outside causes make us see a friend as if they were a thief, an ignoble being.  In the end we meet with them and we recognise their good intentions." ],
        "texto" : "Divergence.  Two people belong to distinct milieu; they are divided by different interests through opposite lives.  On appearance, the obstacles between them are insurmountable:  the saying âopposites attractâ really is famous: in effect, one can enrich the other.  A gradual process will occur.  In matters of love KâUEI indicates arguments and a lack of communication.",
        "titulo" : "38. THE COMPARISON (K'UEI)"
      },
      "110110" : {
        "id" : "58",
        "lineas" : [ null, "1) The happiness of uncomplicated people, who donât need the impossible to happen for them to smile, will bring good luck.", "2) People get together in places far away from the norm, but this doesnât harm a superior character.", "3) Tranquillity of the spirit has not reached everywhere and yet we would like to be calm and happy.  This will provoke disaster.", "4) Above all it is advisable to know ourselves so that we can understand what suits us most.", "5) It is advisable to rid ourselves of people who wish to harm us by encouraging ourselves to act in a different way to our principles.", "6) An excessive vanity will push us towards a low self-esteem, which can only lead to misfortune." ],
        "texto" : "This hexagram symbolizes the placid waters of a lake:  Finally tranquillity is conquered after such a long time absent.  There is now no longer any reason to fear anything; the long periods of suffering and sacrifice have finished giving way to a new life.  It is a wonderful period during which many beautiful things can happen.  In matters of love, TUI symbolises a man loved by two women.",
        "titulo" : "58. HAPPINESS (TUI)"
      },
      "110111" : {
        "id" : "10",
        "lineas" : [ null, "1) Following a safe and familiar path will bring luck.", "2) This line indicates a solitary character that tries to avoid complications in life.", "3) It is important to employ strict self-criticism:  the path must not be longer than what the legs permit.", "4) We choose a path dotted with dangers, but we are conscious of it; as such we advance with circumspection.  Fortune is assured.", "5) An important decision is needed, despite danger being imminent.  We will only be successful if we are prudent.", "6) Finally we have arrived at out goal: if we want to know what the future has in store for us we must look back, judge our past actions and their consequences. " ],
        "texto" : "This hexagram indicates the correct way to behave.  It is essential to be correct and honest in order to follow the right path.  Nobody can harm anyone who treats others with discretion and kindness.  In this way even the weak will find their own space among the strong.",
        "titulo" : "10. BEHAVIOUR (LÃ)"
      },
      "111000" : {
        "id" : "11",
        "lineas" : [ null, "1) It is advisable to act: it is the best moment to demonstrate what we think.", "2) Fortune is great: generosity and tolerance with oneâs neighbour.", "3) Making the most of the present doesnât mean ignoring the inevitability of its end.  Whoever prepares for future problems in time will not regret it.", "4) We unite with people from a wide ranging social background.  When trust exists every type of relationship is possible.", "5) He who is on a high will become close to he who is on a low.  This is possible because their behaviour is humble and correct.  Fortune.", "6) The situation has changes radically.  Fighting is useless.  It is necessary to back out and wait for the right moment to act with the help of friends.  " ],
        "texto" : "This is the symbol of harmony between Heaven and Earth.  A moment of great blossoming like spring (in the Chinese calendar it corresponds to February-March). Suitable meetings at suitable moments: unimportant people go while more important and convenient people come forward.",
        "titulo" : "11. PEACE (T'AI)"
      },
      "111001" : {
        "id" : "26",
        "lineas" : [ null, "1) The plan of action undertaken is blocked by a large obstacle.  We must wait for a better time and moment.", "2) We adapt to a negative situation because we cannot do anything else. Despite the continuing depression, indispensable strength grows for future change.", "3) Finally the door is open and somebody helps us.  One can always advance by taking into account the proposed end.", "4) We must prevent possible traps that are set by disloyal people and avoid them as by principle.", "5) We can win a sustained fight with an inferior person indirectly: our inner strength doesnât need to manifest itself.  Stress all of your actions and make them efficient.", "6) Fortune is in our hands.  Through great sacrifices we have arrived at a promising situation.  Now nothing scares us. " ],
        "texto" : "Inner wealth.  Whoever accumulates strength and courage will obtain great results in the future.  Current obstacles will be overcome and the battle will be won through firmness and honesty.  We must search for the motives to keep moving forward and obtain what we want within ourselves.",
        "titulo" : "26. THE GREAT STRENGTH TAMER (TA CH'U)"
      },
      "111010" : {
        "id" : "5",
        "lineas" : [ null, "1) Calculated inactivity:  not losing sight of oneâs goal.", "2) The lack of action provokes rumours.  It is advisable to persevere and success will be obtained.", "3) We are not strong enough to face up to the enemy.  Danger.", "4) Danger looms large; fortune has turned its back on us.  If we resist we will be successful in the end.", "5) In a moment of unexpected calm it is advisable to strengthen out own character and be alert.", "6) An unexpected help will convert a negative situation into a positive one." ],
        "texto" : "The sky is cloudy but it is no raining yet.  Each thing in its own time.  Wait consciously avoiding any action.  Something unexpected is going to happen:  waiting with perseverance will bring the necessary strength to face up to destiny.  This hexagram invites meditation.",
        "titulo" : "5. INACTIVITY (HSÃ)"
      },
      "111011" : {
        "id" : "9",
        "lineas" : [ null, "1) Contain yourself: the moment to act has not arrives yet.", "2) The life we have chosen is not the right one: retracing our steps will bring us luck.", "3) One cannot advance through violence.  Prevent confrontations.", "4) The weak manages to placate the strong by making them reason.", "5) Mutual trust and fidelity constitute the richness of a couple.", "6) Success has been obtained little by little, like a mosaic.  The weak (the woman) has obtained what she wanted. Now she must not brag or boast about it." ],
        "texto" : "The Situation is exceptional:  somebody weak manages to contain somebody strong without the need to act.  We will be successful:  in the period of a lack of action, just future behaviour can be evaluated.  There are many obstacles to overcome, so it is advisable to prepare for them in time.  The weak will achieve the best through sweet and easygoing behaviour.  In matters of love HSIAO CHâU signals temporary problems.",
        "titulo" : "9. THE IMPORTANCE OF THE SMALLER THINGS (HSIAO CH'U)"
      },
      "111100" : {
        "id" : "34",
        "lineas" : [ null, "1) Presumption leads to foolishness.  Current fortune can be taken advantage of in important ways and it must not be squandered lightly.", "2) We are lucky because a situation that has been worrying us is about to be resolved in our favour.  Perseverance and humility will bring us great success.", "3) Our behaviour is stubborn facing an obstacle that is in our way.  It is advisable to stop and not waste our own energies.", "4) Sure and steady work to achieve a goal allows us to overcome any obstacle little by little.  There has not been effort but constant pressure to achieve our proposed goal.", "5) Everything is easy.  Thus it is necessary to not display an arrogant and stubborn attitude.", "6) We must not persist in wanting more and quicker and quicker.  He who doesnât stumble now will, in time, get what he is waiting for." ],
        "texto" : "A moment of great fortune.  Something happy and important that changes lives.  It is a period of great elevation in every sense of the word, but it is not a good idea to trust oneâs own strengths because those strengths are held up by good luck.  This hexagram is related to the months of March and April.  In matters of love, TA CHUNG advises a greater willingness with respect to others.  There will be the possibility of interesting meetings.",
        "titulo" : "34. THE POWER OF THE GREAT (TA CHUNG)"
      },
      "111101" : {
        "id" : "14",
        "lineas" : [ null, "1) We have got what we wanted.  There are still many difficulties to overcome.  The secret to confronting them is to act spontaneously in accordance with our heart.", "2) We mustnât be scared of losing what belongs to us the end which we set ourselves is just.", "3) Our happiness must be useful for others as well.  He who wants to hog it all will regret it all too soon.", "4) We must not envy those who possess more than us, nor try to get ahead or them.", "5) Kindness must go hand in hand with dignity if we donât want to lose friends attracted by our honesty.", "6) This is a truly great and happy period.  Our actions correspond to Heavenâs will.  Let us not ignore whoever lacks our possibilities. " ],
        "texto" : "Fortune.  Richness of the spirit.  Whoever has known how to follow the path of justice and correction with the humility of a newborn will always have luck on their side.  Everything they need is handed to them because they deserve it and they have worked hard for it with their own strength, without petulance or arrogance.  In order that the advantageous situation doesnât change it is necessary to keep being pure and loyal to the clarity of our own hearts.",
        "titulo" : "14. THE GREAT POSSESSION (TA YU)"
      },
      "111110" : {
        "id" : "43",
        "lineas" : [ null, "1) Prudence.  It is not advisable to let oneself be taken by excessive fervour.  Serious errors or behaviour would be committed.", "2) It is advisable to pay maximum attention.  Being ready in the face of another personâs reaction means arming oneself with courage.", "3) Ambiguity.  A person close to us is not honest.  It is worth unmasking them without fear in order to commit to our own situation.", "4) It is necessary to recuperate oneâs calm:  if we act in the moment of greatest inner anxiety we will not manage to achieve coherence and our actions will lack validity.", "5) Our adversary is undoubtedly stronger, but this must not induce us to miss a decision through fear of losing the battle.", "6) We have won.  When everything appears to be calm a ârelapseâ can present itself:  be careful, we must take care if we donât want the fortunate situation to dissipate.   " ],
        "texto" : "Tension.  A situation has arrived to the limit and one must take a drastic stance to not arrive at the destruction of oneâs own existence. Compromise cannot be taken into consideration: kindness and determination is the key to victory.  KUAI is unfavourable to marriage: there is a possibility of separation.",
        "titulo" : "43. THE DECISION (KUAI)"
      },
      "111111" : {
        "id" : "1",
        "lineas" : [ null, "1) Wait.  The time to act has not yet arrived.", "2) The virtues of a wise man may become evident.  Act.", "3) Thanks to constant effort power increases, but it is important to not be blinded by ambition.", "4)  A moment of doubt.  One must decide whether to stop or continue.", "5) Exceptional things occur: one's own will acts in accordance with Divine will.  Everything falls into place.", "6) The arrogance of whoever wishes for the impossible will only manifest itself in pain. " ],
        "texto" : "Great success.  Patience and perseverance lead to good luck.  Ch'ien is the masculine, primary creativity, the source of each thing, the origin of Heaven.  The lines symbolise six dragons that cross Heaven; strength, justice, wisdom in order with the rhythm of the universe help to realise one's own aspirations.",
        "titulo" : "1. THE CREATIVE PRINCIPLE (CH'IEN)"
      }
    },
    "es" : {
      "000000" : {
        "id" : "2",
        "lineas" : [ null, "1) Se producen pequeños avisos de un peligro. Prepararse con tiempo.", "2) El éxito es seguro. No hay que confundirse.", "3) La humildad será la llave para obtener el éxito.", "4) Atención: el momento es peligroso. Se necesita la máxima reserva.", "5) No se debe hacer ostentación de las virtudes; para un espíritu amable y discreto el éxito es seguro.", "6) Prudencia. Si se pretende forzar los acontecimientos luchando contra alguien superior nos acarreamos la desgracia." ],
        "texto" : "Pasividad. El éxito sonreirá a quien sepa dejarse guiar, dócil como una yegua. K'un es la madre, la Tierra, el elemento femenino complementario del masculino. Perseverar en la dirección justa sometiéndose a la voluntad del Cielo y a una personalidad fuerte nos dará suerte.",
        "titulo" : "2. EL PRINCIPIO PASIVO (K'UN)"
      },
      "000001" : {
        "id" : "23",
        "lineas" : [ null, "1) Deshonestidades ocultas. Alguien intriga contra nosotros.", "2) Nos sentimos aislados. Hay peligro y nadie nos tiende la mano. Es preciso esperar con confianza.", "3) Nos vemos obligados a vivir en un ambiente hostil y peligroso. La relación con una persona cercana afectivamente nos hace más fuertes.", "4) Hemos llegado a tocar fondo. La desgracia culmina.", "5) La situación está a punto de cambiar. La fuerza interior de la persona justa se impone de un modo natural.", "6) Finalmente la fortuna nos vuelve a sonreír. De las ruinas provocadas por un gran dolor nace la flor de la esperanza. El bien y la justicia han vencido." ],
        "texto" : "Decadencia. El hexagrama hace referencia al período entre agosto y septiembre. En ese momento las personas deshonestas sacan partido frente a las justas. Hay que adaptarse al destino desfavorable y sacar provecho de esta etapa para prepararse ante el futuro. en la vida los momentos de suerte se alternan con los de infortunio: es preciso resignarse y esperar que la situación cambie pronto. PO no es favorable a las situaciones sentimentales: indica personas inmaduras e infieles.",
        "titulo" : "23. DISGREGACION (PO)"
      },
      "000010" : {
        "id" : "8",
        "lineas" : [ null, "1) Cuando nace una relación afectiva es muy importante ser sinceros con nosotros mismos y con el otro.", "2) No es preciso que nos olvidemos de nosotros ni que nos anulemos frente a los demás.", "3) Vincularse a las personas que no se nos parecen no es conveniente. Conviene mantener sólo relaciones formales.", "4) Ya ha sido comprobada la validez de la relación. También en lo exterior conviene demostrar nuestra unión con la persona que tanto nos aporta.", "5) No hay que esforzarse por encontrar gente. Encontraremos a quienes nos estén destinados de un modo espontáneo.", "6) Hemos perdido el momento de vincularnos y ahora estamos aislados." ],
        "texto" : "Ha llegado un momento de gran fortuna: hombres que se parecen, que creen en los mismos ideales y que quieren ayudarse mutuamente se reúnen. Es importante no dudar: quien pierda esta ocasión se arrepentirá. En el aspecto sentimental este hexagrama indica una unión basada en la confianza mutua.",
        "titulo" : "8. LA SOLIDARIDAD (PI)"
      },
      "000011" : {
        "id" : "20",
        "lineas" : [ null, "1) Observar desde lejos no vale para nada. Inmadurez.", "2) Quien escucha tras una puerta no tendrá más que una visión limitada de los hechos. no hay que tener miedo.", "3) Momento importante de éxtasis. Uno se recoge y medita sobre su propia vida y trata de superar egoísmos y presunciones.", "4) He aquí un hombre capaz que puede guiar a los demás. Es preciso que esté libre de actuar como desee, sin inconvenientes externos.", "5) La autocrítica debe ser constante  para que el comportamiento sea siempre coherente y ventajoso para nosotros mismos y para los demás.", "6) El autoanálisis nos ayuda a no cometer errores. Nuestro corazón está libre." ],
        "texto" : "Recogimiento interior. Es necesario valorar atentamente los acontecimientos de la vida y sus consecuencias antes de emprender nuevas actividades. El hexagrama se refiere al período del año entre septiembre y octubre, cuando la naturaleza regresa al abotargamiento de los meses fríos.",
        "titulo" : "20. LA CONTEMPLACION (KUAN)"
      },
      "000100" : {
        "id" : "16",
        "lineas" : [ null, "1) No expresemos nuestro propio entusiasmo: se convertiría en vanagloria contraproducente.", "2) No conviene ilusionarse antes de tiempo: nuestra mente debe ser firme y sólida, no debe inclinarse al error.", "3) Es difícil escoger el momento justo para actuar: se pueden adelantar los acontecimientos a causa de un entusiasmo excesivo o retrasarlos a causa de indecisión.", "4) Nuestro entusiasmo posee una base verdadera: encontraremos a personas que nos ayuden.", "5) No podemos dar rienda suelta a nuestro fervor por causa de un impedimento externo.", "6) El entusiasmo nos ciega y nos engaña. Si nos damos cuenta aunque sea en el último momento tendremos posibilidades de salvarnos." ],
        "texto" : "Entusiasmo. Se preparan novedades halagüeñas. Nuestros actos se verán coronados por el éxito si no exageramos y nos volvemos demasiado optimistas y enfervorizados. Se aconseja tomar la iniciativa, pero es importante mantener la reserva y la discreción. El que obtenga este hexagrama tendrá éxito en las actividades que se refieran al espectáculo.",
        "titulo" : "16. EL FERVOR (YÜ)"
      },
      "000101" : {
        "id" : "35",
        "lineas" : [ null, "1) Nos sentimos ascender, pero no nos atrevemos a tomar iniciativas para no ser rechazados.  Si permanecemos tranquilos no nos arrepentiremos. ", "2) Nuestro progreso se ha detenido porque no conseguirnos acercamos a una persona.  La ayuda de una pariente anciana desbloquea la situación. ", "3) Se progresa con ayuda de colaboradores fieles.", "4) No conviene aprovecharse de las circunstancias favorables para obtener también las cosas superficiales.  No someterse a favoritismos.", "5) No hay que pensar en lo que se podría perder o ganar cuando tomamos decisiones.  Por tanto hay que evitar cálculos de interés y seguir el camino recto para obtener el éxito.", "6) Con la violencia, incluso el progreso más sencillo se detiene.  Si actuamos con demasiada energía y arrogancia se invertirá esta situación. " ],
        "texto" : "Avance fácil. Ha llegado el momento de dar un paso adelante. Cada suceso corresponde a la voluntad del cielo. El esfuerzo realizado será premiado grandemente con el éxito que llegará rápido y enaltecido.  Conviene mantener siempre viva la bondad y la generosidad de espíritu para que podamos ser apreciados siempre incluso por quien sea inferior o sea vencido.",
        "titulo" : "35. EL PROGRESO (CHIN)"
      },
      "000110" : {
        "id" : "45",
        "lineas" : [ null, "l) Alguien nos impide unirnos a la persona que consideramos superior.  No hay que tener miedo: basta con expresar a la persona adecuada lo que deseamos.", "2) Existe un destino preciso que determina la unión entre personas afines. El mejor camino para decidir adecuadamente es seguir el propio instinto.", "3) Quisiéramos establecer una relación válida, pero las personas que frecuentamos están todas emparejadas. Es conveniente buscar una persona que haga de intermediario entre nosotros y otro grupo.", "4) La persona adecuada está el alcance de la mano.  Si la seguimos conoceremos personas nuevas e interesantes que ampliarán nuestro circulo diario de personas.", "5) En este momento debemos dejar que los demás nos rodeen. Entre ellos habrá personas que quieran aprovechar nuestra amistad. Basta con reconocerlos y demostrarles nuestra rectitud. ", "6) Nuestra buena fe no es reconocida y no logramos unirnos con quien desearíamos.  Paciencia: conviene retirarse y esperar que el otro comprenda por si solo que debe volver." ],
        "texto" : "Unión. Las personas que se asemejan se buscan y se reúnen para conseguir fines comunes. No hay que dudar: nuestra necesidad de encontrar vínculos validos es compartida también por el otro. Conviene vincularse lo más pronto posible sin reserva alguna.  No se aconsejan las uniones naturales, en todo caso el matrimonio.",
        "titulo" : "45. REUNIR (TS'UI)"
      },
      "000111" : {
        "id" : "12",
        "lineas" : [ null, "1) La mala suerte puede conducir a situaciones ambiguas incluso al más perfecto de los hombres, conviene no actuar.", "2) Un espíritu superior soporta la suerte adversa con serenidad sin unirse a los mediocres y sin traicionarse a sí mismo.", "3) Cuando nos avergonzamos de nuestros propios actos deshonestos es que estamos yendo por el camino del perfeccionamiento.", "4) La situación parece cambiar. Hay que esperar el momento en que los propios acontecimientos de la vida nos conduzcan a afrontar nuestro destino.", "5) La suerte nos sonríe de nuevo. La inseguridad de un hombre superior es el origen de su suerte.", "6) El estancamiento ha dejado paso al florecimiento: las circunstancias afortunadas no son suficientes para mantener durante mucho tiempo este feliz período; será preciso esforzarse para no caer en los errores anteriores." ],
        "texto" : "Incomunicación. Las personas que debieran estar unidas se encuentran separadas por el egoísmo y la desconfianza. Es indispensable que sigamos siendo fieles a nosotros mismos ya nuestras verdaderas creencias. El hexagrama corresponde al periodo de agosto-septiembre, cuando la naturaleza se vuelve hacia los meses del frío y del entumecimiento.",
        "titulo" : "12. ESTANCAMIENTO"
      },
      "001000" : {
        "id" : "15",
        "lineas" : [ null, "1) Para llevar a cabo una empresa importante es necesario tener una gran humildad y una gran sobriedad en las acciones.", "2) La modestia, cuando es sincera, genera simpatía y afecto en el prójimo.", "3) El comportamiento humilde de una persona influyente suscitará simpatía y procurará muchos buenos colaboradores.", "4) No hay que exagerar la modestia porque puede convertirse en irresponsabilidad, falta de decisión e inseguridad.", "5) La persona humilde no es necesariamente débil. Su severidad frente a los inferiores será equilibrada y firme.", "6) La verdadera humildad genera autocrítica y autodisciplina, disposiciones de espíritu ambas que son fundamentales para acabar un gran proyecto con éxito." ],
        "texto" : "Humildad. Los hombres superiores se enriquecen con la modestia de sus acciones que exalta su grandeza interior. La fortuna sonríe a quien tiene menos e ignora a quien tiene más. La modestia garantiza éxito y progreso incluso a la persona influyente que no abusa de su superioridad.",
        "titulo" : "15. LA MODESTIA (CH'IEN)"
      },
      "001001" : {
        "id" : "52",
        "lineas" : [ null, "1) Inocencia. Antes de moverse sin motivo conviene detenerse.", "2) Seguimos a una persona que comete errores. No podemos hacer nada por ayudarla y además nos implicamos en el asunto.", "3) No es posible forzar una tranquilidad que no tenemos. La quietud de espíritu llega tras profundos y serios análisis de uno mismo.", "4) Estamos en el camino adecuado que conduce a la tranquilidad de espíritu, pese a que subsisten los miedos y las dudas.", "5) Uno de los secretos para no cometer errores es moderar y sopesar siempre lo que decidimos. ", "6) Por fin hemos aprendido a estar verdaderamente tranquilos y a conceder menos importancia a las pequeñeces de la vida. " ],
        "texto" : "Quietud. Ha llegado el momento de detenerse, hacer un alto y buscar la tranquilidad interior necesaria para afrontar la vida. Hay que aprender a vivir tranquilamente momento a momento, tratando de encaminar las pasiones y las emociones de modo que no seamos  sus esclavos. KEN es favorable al matrimonio, pero desfavorable para quien busca pareja. ",
        "titulo" : "52. LA DETENCION (KEN)"
      },
      "001010" : {
        "id" : "39",
        "lineas" : [ null, "1) No conviene tomar iniciativas.  El momento no es favorable.", "2) Nos encontramos en una situación difícil por culpa de los demás. Tenemos el deber de afrontarla y mantener la serenidad habida cuenta de que no tenemos la culpa directamente.", "3) Un jefe debe ser responsable de sus subalternos.  Frente a las dificultades debe reflexionar y pensar también en ellos.", "4) Conviene buscar personas de confianza que nos apoyen en un momento delicado y con las que poder contar.", "5) La situación es cada vez más difícil.  Cuando menos lo esperemos alguien nos tenderá una mano atraído por nuestro carácter fuerte y honesto.", "6) Nos retiramos a un refugio de sabiduría y sacrificios: pero conviene ayudar a quien nos necesita." ],
        "texto" : "Obstáculos.  Las dificultades que se nos presentan se han ido acumulando por negligencia.  Ahora hay que vencerlas y existe posibilidad de realizarlo. Si la situación es en verdad grave, es preciso detenerse y tratar de comprender cómo afrontarla. No hay que descargar las propias responsabilidades sobre quien no corresponde.  CHIEN indica la posibilidad de que una mujer sea perjudicada por dos hombres.",
        "titulo" : "39.  EL IMPEDIMENTO (CHIEN)"
      },
      "001011" : {
        "id" : "53",
        "lineas" : [ null, "1) Al principio toda situación entraña peligros. La prudencia y la circunspección son esenciales.", "2) Tras salir de la primera dificultad se encuentra una roca sobre la que afianzarse. Es una situación propicia para poder actuar en el futuro con seguridad. ", "3) No conviene que se precipite la situación. Hay que dejar que las cosas se desarrollen por sí solas de un modo natural. Peligro de aborto.", "4) Para alcanzar la meta que nos hemos propuesto nos encontramos a veces en circunstancias negativas. Lo importante es saber manejarse y resistir. ", "5) El progreso ha sido demasiado rápido y ahora nos encontramos solos. Al final vendrá la buena suerte, pero es preciso tener paciencia. ", "6) Han terminado las penas: ahora se puede disfrutar tranquilamente de la fortuna que nos corresponde por derecho. " ],
        "texto" : "Progreso. Dulzura y constancia que conducen paulatinamente a la meta. La voluntad del Cielo nos asiste; lo importante es no tener prisa sino seguir con calma la evolución natural de la situación. Igual que cuando una joven se casa y debe realizar todas las formalidades de la ocasión sin precipitaciones, es preciso dar un paso tras otro, sin miedo de perder la ocasión feliz que se nos presenta. ",
        "titulo" : "53. LA EVOLUCION (CHIEN)"
      },
      "001100" : {
        "id" : "62",
        "lineas" : [ null, "1) No actuemos: todavía no ha llegado el momento. Quien actúa sin tener posibilidades no obtendrá más que desilusiones. ", "2) Se aconseja buscar el apoyo de un superior o de un pariente anciano.", "3) Cautela. Un peligro que se entrevé puede evitarse con facilidad si no se deja escapar ni siquiera el mínimo detalle. ", "4) No hay que hacer nada para obtener lo que se desea. Todo lo que nos está destinado llegará por su propio pie. ", "5) El momento es difícil: amigos y parientes nos pueden ofrecer un apoyo importante.", "6) Esta línea indica una persona testaruda y carente de autocrítica, que pica demasiado alto y se encamina a un fracaso seguro. " ],
        "texto" : "Pequeños éxitos. Un carácter demasiado humilde y sumiso no puede aspirar a grandes resultados. Es mejor contar con la propia fuerza de voluntad y esforzarse por dar pasos breves y calculados. Sólo el que busque la solución de los pequeños problemas tendrá éxito incluso en las situaciones más difíciles de la vida. Perseverancia. HSIAO KUO no es favorable al amor: en la pareja falta comprensión y armonía. ",
        "titulo" : "62. EL PEQUEÑO PASO (HSIAO KUO)"
      },
      "001101" : {
        "id" : "56",
        "lineas" : [ null, "1) En las circunstancias equívocas en las que puede llegar a encontrarse un extranjero conviene mantener la propia dignidad sin dejar que nos engañe quien no nos conoce.", "2) Encontramos a una persona en las que nos podemos apoyar. El mérito reside en el carácter humilde, pero unido sólidamente a los principios rectos del que llega hasta nosotros. ", "3) Pecamos de excesiva arrogancia y de este modo perdemos los privilegios obtenidos gracias a la amistad desinteresada que habíamos encontrado.", "4) Melancolía. Pese a que nos podamos sentir plenamente a gusto en una situación pasajera sentimos la carencia de estabilidad.", "5) Esta linera indica que habrá buena suerte para quien trate de establecerse en el extranjero o en una ciudad desconocida. ", "6) No hay que pasar por alto el propio espíritu de adaptación si no se quiere perder nada de lo que hemos construido con esfuerzo y sacrificios. " ],
        "texto" : "Provisoriedad. La situación es tal que no puede garantizar estabilidad ni duración en las relaciones. La soledad es inevitable para quien no tiene tiempo de cultivar sus relaciones con tranquilidad. Se aconseja prudencia y discreción: vivir bien en este momento significa no confiarse demasiado, aunque sigamos estando disponibles a las iniciativas de los demás. LU indica, en el matrimonio, separaciones debidas a motivos externos de trabajo.",
        "titulo" : "56. EL VIAJERO (LÜ)"
      },
      "001110" : {
        "id" : "31",
        "lineas" : [ null, "l) Se tiene ya la intención de unirse a una persona, sin embargo no se encuentra el valor para expresarlo.", "2) Hay que tomar la iniciativa sólo cuando estamos seguros de lo que queremos, de otro modo no obtendremos nada bueno. ", "3) Una excesiva disponibilidad conduce a relaciones breves y superficiales. Un comportamiento semejante no permite que se acerque la persona que nos está destinada.", "4) No conviene dejarse influir por opiniones externas. Si permanecemos fieles a nuestras propias convicciones tendremos suerte.", "5) Pasión controlada por la razón.  Siempre es mejor conservar la lucidez para no cometer errores graves de apreciación. ", "6) Se intenta atraer a una persona con palabras y no con hechos.  Este comportamiento no puede dar buenos resultados." ],
        "texto" : "El hexagrama simboliza el comienzo de una feliz relación entre hombre y mujer. El débil (mujer) es estimulado por el fuerte (hombre) y lo sigue con alegría.  La paz está garantizada por la justa unión entre hombre y mujer. El hombre se somete al pedir a la mujer que lo atrae, y que se siente atraído por él, como esposa.",
        "titulo" : "31. ATRACCION (HSIEN)"
      },
      "001111" : {
        "id" : "33",
        "lineas" : [ null, "1) Tenemos cerca personas peligrosas. Moverse ocasionaría desgracia y pérdidas. Lo único que se puede hacer es permanecer quieto, sin reaccionar ante ningún estimulo externo. ", "2) La fuerza de voluntad que permite la mayor coherencia de comportamiento al retirarse dará envidia y suscitará murmuraciones.", "3) Deberíamos irnos, pero alguien nos lo impide. Es fundamental, para conseguir liberarnos, servirnos de las personas que nos quisieran atar toda la vida.", "4) Quien no esta convencido de tener que abandonar el campo de batalla, pero lo hace a la fuerza, sufrirá durante mucho tiempo.", "5) Cuando llega el momento de partir hay que aprovecharlo enseguida. El convencimiento interior permitirá tener un comportamiento amable y amistoso que no dará lugar a complicaciones.", "6) Nos hemos alejado ya interiormente de una situación imposible de vivir.  El resto se desarrolla con facilidad y el espíritu permanece sereno." ],
        "texto" : "Cada acontecimiento tiene su tiempo.  Este periodo no se puede aprovechar para obtener lo que se desea, de este modo habrá que esperar tiempos mejores.  El hexagrama no indica fuga, sino retirada consciente frente a una derrota inexorable. TUN está relacionado con los meses de julio y agosto.",
        "titulo" : "33. LA RETIRADA (TUN)"
      },
      "010000" : {
        "id" : "7",
        "lineas" : [ null, "1) Antes de comenzar la lucha convendrá reorganizar las ideas y hacer un último examen de conciencia.", "2) El secreto de una batalla victoriosa es encontrar ayudantes válidos con los que compartir el programa y la responsabilidad.", "3) No nos dejemos influir por colaboradores presuntuosos e inexpertos. Continuemos solos la batalla, de otro modo nos acarreamos la desgracia.", "4) Retirarse cuando se prevé un fracaso no es signo de debilidad sino de un gran equilibrio interior.", "5) El campo de lucha está invadido por los depredadores: son necesarios el castigo y la dureza.", "6) Finalmente se ha ganado la batalla. Hay que premiar a quien nos ha ayudado." ],
        "texto" : "Es importante auto disciplinarse siguiendo los pasos de un guía fuerte. No hay que tomarse las cosas con ligereza, sino con el máximo rigor y con sinceridad de espíritu. Hay que tener siempre presente el fin al que se tiende sin despistarse. Sólo se obtendrán los resultados esperados si se sigue el camino recto. Sin embargo la victoria no debe hacernos soberbios, ya que podría convertirse en desgracia.",
        "titulo" : "7. EL EJERCITO (SHIH)"
      },
      "010001" : {
        "id" : "4",
        "lineas" : [ null, "1) Es necesario imponernos una disciplina, pero sin demasiada dureza.", "2) Los ignorantes serán tratados con tolerancia y paciencia.", "3) No nos dejemos engañar por personas oportunistas.", "4) Con obstinación no se resuelve nada.", "5) Cuando se reconoce la propia inmadurez y se busca la ayuda de un sábio, la suerte nos sonríe.", "6) No conviene reaccionar ante la ignorancia con violencia, hay que tratar de entender." ],
        "texto" : "Inmadurez. Un comportamiento carente de firmeza acarrea mala suerte. Buscar el consejo de un experto, de una persona madura, de un maestro, y ser perseverantes: esta es la clave para soslayar los errores cometidos. No preguntar en exceso: el oráculo sólo responde una vez.",
        "titulo" : "4. INMADUREZ (MÊNG)"
      },
      "010010" : {
        "id" : "29",
        "lineas" : [ null, "l) Nos hemos acostumbrado a la situación negativa. Si no actuamos con rapidez tendremos mala suerte durante mucho tiempo todavía. ", "2) No conviene tratar de resolver los problemas con prisas.  Lo importante es conseguir que no nos abata el sufrimiento.", "3) Lo mejor es no actuar.  El peligro es grande: todo movimiento puede provocar un ulterior empeoramiento.", "4) Hemos descubierto un pequeño respiradero. Para salir de las tinieblas es aconsejable partir de este punto, tratando de comprender por lo menos lo que conseguimos distinguir en la oscuridad. ", "5) No hay que pensar en realizar grandes acciones. La primera etapa es quitarse de encima una situación negativa. Cuando se reconquiste la libertad mental todo será más fácil. ", "6) Se pierde en la adversidad.  No se reconoce nada.  Durante tres años no habrá posibilidad de mejorar." ],
        "texto" : "Peligro. Las adversidades de este momento de nuestra vida han traido depresión, aislamiento, dolor y desconfianza.  Una desilusión tras otra a la  que nos hemos acostumbrado.  No se ve una espiral de luz, una esperanza para volverse a levantar. Es preciso tener valor y buscar en nuestro interior la voluntad de superar los peligrosos y actuales obstáculos.  K'AN no es favorable en las cuestiones sentimentales: indica rupturas o dificultades económicas.",
        "titulo" : "29. EL ABISMO (K'AN)"
      },
      "010011" : {
        "id" : "59",
        "lineas" : [ null, "1) Desconfianza que divide. Malentendidos. Conviene aclarar la propia posición.", "2) Es aconsejable tener una mayor disponibilidad para con los demás. Conviene evitar el mal humor.", "3) Coherencia. En algunos caso conviene tratar de olvidarnos de nosotros mismos y efectuar renuncias importantes sin estos entraña conseguir la fuerza necesaria para llevara a términos las empresas más difíciles.", "4) Los objetivos son importantes; no hay que atarse a ningún interés particular sino, en todo caso, tratar de elevarse por encima de la opinión común. ", "5) En un momento en el que existe separación sólo una idea nueva puede reunir a las personas afines.", "6) Alguien salvará de un gran peligro, además de sí mismo, los componentes de la propia familia o algunos amigos íntimos. " ],
        "texto" : "Cambios inevitables. Eligiendo sólo las cosas necesarias y evitando lo superfluo se acaba con el egoísmo que divide a los hombres y se da paso a los grand3es sentimientos. Es conveniente buscar un fin común con las personas que nos asemejan; de ellas obtendremos solidaridad y comprensión. HUAN aconseja los cambios.",
        "titulo" : "59. DISOLUCION (HUAN)"
      },
      "010100" : {
        "id" : "40",
        "lineas" : [ null, "l) Tras la tormenta conviene reencontrar la calma. Reposo.", "2) Los aduladores se alejan mediante la diplomacia. Es conveniente no descubrirse y seguir la propia intuición.", "3) No hay que hacer ostentación de la propia suerte: atraeríamos a personas deshonestas.", "4) Las amistades deben elegirse con mucha severidad para dar la posibilidad a las personas que se nos parecen de acercarse con facilidad.", "5) El comportamiento de quien quiere desembarazarse de vínculos equivocados debe ser coherente y duro.  Solo de ese modo nos tomarán en serio.", "6) Una persona muy impide avanzar. No hay que tener miedo: conviene actuar con violencia y determinación para eliminarla. Obtendremos fortuna." ],
        "texto" : "Se aproxima una etapa de suerte. Los problemas están a punto de superarse: hay muchos signos que nos inducen a pensar que la situación cambiará por fin. El que todavía pretenda ponernos obstáculos se tendrá que arrepentir bien pronto. La victoria sobre el infortunio no debe hacernos presuntuosos.  HSIEH nos recomienda el matrimonio.",
        "titulo" : "40. LA LIBERACION (HSIEH)"
      },
      "010101" : {
        "id" : "64",
        "lineas" : [ null, "1) No conviene tener prisa en este momento hay que sopesar con paciencia un paso tras otro.", "2) En la espera del tiempo adecuado para actuar es preciso cultivar la fuerza interior que nos será necesaria en un futuro.", "3) Si nos falta la fuerza de voluntad necesaria para afrontar los últimos obstáculos nosotros solos, será preciso buscar la ayuda de personas que nos aprecien para, de este modo, no perder el momento adecuado de actuar.", "4) Ha llegado el momento de avanzar sin miedo ni titubeos.", "5) Éxito. Nuestros esfuerzos han tenido éxito y por fin podemos estar tranquilos.", "6) En el mayor éxito es preciso, no obstante, estar atentos y conservar el sentido de la medida para no dejarnos caer demasiado en la presunción." ],
        "texto" : "Esperanza. El oráculo termina con un hexagrama que promete felicidad y fortuna. Simboliza el paso del desorden al orden, erizado de dificultades, pero pleno de promesas para un futuro mejor. Hay que actuar con la cautela de un zorro que camina sobre el hielo. Solo si reconocemos el punto sobre el que aplicar nuestra fuerza podremos superar todos los obstáculos y emerger a un tiempo nuevo y afortunado. En el matrimonio WEI CHI indica la superioridad de la mujer sobre el hombre.",
        "titulo" : "64. ANTES DE LA TERMINACION (WEI CHI)"
      },
      "010110" : {
        "id" : "47",
        "lineas" : [ null, "l) Permanecemos atados tenazmente a una situación que ya no puede darnos nada. Esto aumenta el dolor y disminuye las posibilidades de renovación.", "2) Todo marcha bien en apariencia, pero interiormente el agotamiento está destruyendo las últimas energías. Se recibirá inesperadamente la ayuda de una persona amiga y desinteresada. ", "3) La indecisión y la falta de valores conducen a estar siempre en tensión. No está bien sufrir por algo que no lo merece ni pedir ayuda a quien no puede ayudarnos.", "4) Estamos llenos de dudas: de este modo nos vemos obligados a frecuentar personas que no nos aportan nada. Al final obtendremos lo mejor a base de fuerza de voluntad y todo se arreglará, aunque con retraso.", "5) El altruismo y la generosidad son a menudo unos desconocidos.  No nos queda mas que esperar y confiar en el destino que vendrá en nuestra ayuda en los momentos mas difíciles. ", "6) No quisiéramos abandonar el estado negativo en el que nos hallamos por miedo. Tras comprender esto se encontrará la fuerza para pasar la pagina y vencer la adversidad que nos oprime desde hace tanto tiempo." ],
        "texto" : "Agotamiento. Una situación negativa ha llegado a un punto muerto: nada parece capaz de procurar entusiasmo, de volver a dar la vida a una relación agotada.  La suerte nos ha dado la espalda, la oscuridad en la que hemos caído parece ser definitiva. Pero no es así: existen posibilidades de renovación.  Hay que saber aceptar el destino adverso sin que la propia voluntad tenga que doblegarse. K'UN es desfavorable al vinculo sentimental: para una joven significa la posibilidad de una relación con un hombre casado.",
        "titulo" : "47. ADVERSIDAD (K'UN)"
      },
      "010111" : {
        "id" : "6",
        "lineas" : [ null, "1) Será conveniente no llegar a una provocación.", "2) La persona con la que peleamos es más fuerte. Se aconseja abandonar el campo de batalla.", "3) Son nuestras las cosas que nos merecemos y que nos corresponden por derecho: no hay que obstinarse en obtener lo imposible.", "4) No se consigue aceptar la situación actual. Cambiar significa enfrentarse con los demás. Se aconseja ceder, sólo así se volverá a encontrar paz y fortuna.", "5) El darse cuenta que se está de parte de la razón nos impele a continuar la lucha. Quien tenga razón verdaderamente, tendrá fortuna.", "6) Esta lucha sin cuartel llegará al final, sin embargo traerá sólo una suerte temporal." ],
        "texto" : "Habrá roces y enfrentamientos. Un carácter belicoso no es provocado. Busquemos la ayuda de un mediador. Evitemos toda iniciativa tanto en los negocios como en el terreno sentimental. Pese a que el comportamiento es muy correcto, si actuamos nos acarreamos la desgracia. Se aconseja evitar el matrimonio a quien consulte el oráculo con este propósito.",
        "titulo" : "6. EL CONFLICTO (SUNG)"
      },
      "011000" : {
        "id" : "46",
        "lineas" : [ null, "1) Se da una situación positiva porque una persona importante tiene gran confianza en nosotros.  Fortuna.", "2) Las personas sinceras son a menudo incómodas y poco diplomáticas, pero de ello depende su buena suerte.", "3) El actual estado de gracia es excepcional: todo nos viene a las manos por si solo.  Desgraciadamente este periodo no será muy largo: pero por ahora conviene no pensar en ello y aprovechar en todo y para todo, la gran suerte que tenemos. ", "4) Obtenemos el mayor éxito: fama y aprecio público nos pagarán los años de sacrificio y de soledad.", "5) Es aconsejable no emborracharse con el éxito obtenido, más bien convendrá estar siempre alerta y actuar paulatinamente. ", "6) Hay que tener presente que incluso en los momentos de mayor suerte es obligado saber cuando exponerse y cuando retirarse. Sólo de este modo se podrá conservar la actual buena suene." ],
        "texto" : "Éxito. La actividad de una persona válida nos ha procurado una situación muy afortunada: los méritos y los esfuerzos serán premiados largamente, las dificultades se derriten como la nieve bajo el sol y las iniciativas dan un óptimo resultado.  Hay que aprovechar un momento tan grandioso para rehacerse de las penas pasadas. SHÉNG indica la posibilidad de un embarazo.",
        "titulo" : "46. LA ASCENSION (SHÉNG) "
      },
      "011001" : {
        "id" : "18",
        "lineas" : [ null, "1) Hemos pecado de demasiado conformista. La rigidez de la situación puede ser salvada con un poco de fantasía.", "2) Hemos pecado de demasiado débiles. Ahora deberemos imponernos lentamente (no repentinamente).", "3) La energía gastada en la reconstrucción es excesiva. Hay que moderarse.", "4) Titubeos y debilidad nos impide empezar el trabajo que nos espera. Dejarlo pasar significa sufrir mucho en el futuro.", "5) El deterioro de la situación tiene raíces lejanas: el éxito estará en encontrar colaboradores válidos que nos ayuden.", "6) Se elige la inactividad y el aislamiento para estudiar, ante todo, la propia conciencia. Esto será de gran ayuda para nuestro prójimo. " ],
        "texto" : "Mejora. Lo que se estropeó por inercia podrá ser renovado. El ocio y las malas costumbres han generado desorden. Antes de empezar la reconstrucción se aconseja reflexionar sobre las causas del deterioro y sobre el comportamiento que habrá de seguir para remediar la situación. Las cuestiones sentimentales son complicadas: nos vinculamos a personas mucho mayores que nosotros.",
        "titulo" : "18. LA RECONSTRUCCION (KU)"
      },
      "011010" : {
        "id" : "48",
        "lineas" : [ null, "l) Hemos llegado al fondo: nos hemos sumergido en situaciones con compañías indeseables. Ahora ya nadie nos busca.", "2) No somos capaces de reconocer dentro de nosotros mismos los signos de la propia realidad: al no poder establecer ninguna referencia ni apoyarnos en nosotros mismos nos abandonamos a personas mezquinas que nos influyen negativamente.", "3) No reconocemos a una persona de gran valor. Es una pena, ya que sería de gran ayuda para mucha gente.", "4) Conviene ante todo que pensemos en nosotros mismos en este momento. Conviene reconstruir y fortalecer nuestro propio carácter para poder, en un futuro, hacer el bien a uno mismo y a los demás.", "5) Cuando se reconoce a una persona de valía conviene seguirla sin miedo y sin prejuicios.", "6) El valor de una persona es reconocido por muchos: tendrá mucha suerte aquel que se acerque a esa persona y quien crea en ella." ],
        "texto" : "Este hexagrama es el símbolo de todo lo verídico que puede encerrar un corazón. La vida pasa, el tiempo corre velozmente, las experiencias se acumulan y modifican nuestro carácter. Pero en lo mas intimo de nuestro ser la realidad permanece inalterada: del mismo modo que el pozo en las antiguas ciudades chinas era el centro de abastecimiento el manantial de aguas y de vida, en los momentos mas difíciles es preciso tener fe en nuestra esencia.",
        "titulo" : "48. EL POZO (CHING)"
      },
      "011011" : {
        "id" : "57",
        "lineas" : [ null, "1) Es aconsejable que evitemos la indecisión y que sigamos más los dictados del instinto. ", "2) Alguien intriga en la sombra: conviene desenmarañar la situación sin dejarnos influir.", "3) Tras la meditación debe venir la acción: ahora ya tenemos en la mano todos los elementos para poder decidir. Permanecer a la espera indecisos puede conducirnos al fracaso.", "4) La acción se ha desarrollado a tiempo y nos ha conducido al éxito.", "5) El cambio para mejor ya se ha producido: esto se debe a la seriedad de la preparación y a la humildad de carácter. Suerte.", "6) No conviene transigir con las malas costumbres: frecuentar personas deshonestas conduce a razonar del mismo modo que ellas." ],
        "texto" : "Decisión. Sólo la firmeza de las propias convicciones, unida a una actitud coherente, puede conducir al éxito. Hay que saber obtener con tranquila determinación las cosas que nos interesan y que merecemos. Hay que seguir las afortunadas intuiciones de este momento y unir todos los esfuerzos para conseguir una sola meta. SUN aconseja que nos traslademos al extranjero. ",
        "titulo" : "57. PENETRACION (SUN)"
      },
      "011100" : {
        "id" : "32",
        "lineas" : [ null, "l) La duración de un sentimiento se prueba con el tiempo. No es posible al principio pretender obtener garantías sin haber hecho nada por conseguirlas.", "2) Es necesario economizar la propia fuerza en una empresa que todavía no es lo bastante válida.", "3) La influencia exterior no permite al carácter hacer hincapié sobre sus propias constantes.  Perseverancia.", "4) Sentimos la necesidad de una unión seria pero no encontramos la persona adecuada.  Quien se pierde entre relaciones falsas No tendrá muchas posibilidades de encontrar la persona que busca.", "5) En esta situación la mujer deberá mantener inalterados los valores tradicionales de la familia.", "6) Inestabilidad. Inquietud. Un carácter semejante no podrá encontrar nunca la felicidad, ni siquiera aunque la tuviese ya entre manos,  porque la  perdería." ],
        "texto" : "Matrimonio feliz. Cuando la división natural de papeles entre hombre y mujer se crea espontáneamente se produce sin lugar a dudas una unión destinada a durar en el tiempo.  No hay que confundir duración con calma: los acontecimientos y las pasiones se atenúan gracias a la relación equilibrada de la pareja.  La firmeza del hombre debe encontrar en la disponibilidad de la mujer su natural apoyo.",
        "titulo" : "32. LA LARGA RESISTENCIA (HÉNG) "
      },
      "011101" : {
        "id" : "50",
        "lineas" : [ null, "1) No es importante haber actuado mal: lo esencial es reconocer el propio error y arrepentirse. ", "2) La actuación honesta y justa provoca envidias, No hay que hacer caso de ellas. ", "3) Si no es posible dar lo mejor de uno mismo, conviene cultivar el propio espíritu. Sólo de este modo se obtendrá el éxito al final.", "4) La obligación que debemos realizar es demasiado pesada: los colaboradores y las personas que nos rodean no pueden respaldamos.  Además, nuestro carácter es muy débil.  Desgracia.", "5) El éxito está reservado a quien une a un carácter humilde una disponibilidad total para con sus inferiores.", "6) Gran suerte.  Un comportamiento recto unido a la preparación adecuada nos ha procurado el máximo éxito." ],
        "texto" : "Este es otro hexagrama simbólico: el recipiente sacrificial contenía en la antigua China los alimentos.  De aquí la idea del sacrificio y de la alimentación espiritual. Nutrir el propio espíritu y saberse sacrificar por el bien común son las llaves del máximo éxito, del alcance de la madurez.  Todo hombre posee un destino preestablecido: es preciso tener fe en la voluntad divina. ",
        "titulo" : "50. EL RECIPIENTE SACRIFICIAL  (TING)"
      },
      "011110" : {
        "id" : "28",
        "lineas" : [ null, "1) Se quisiera cambiar y se poseen los medios, pero es necesario tener prudencia extrema.", "2) La situación es extraordinaria: entre las ruinas surge una flor. No buscar grandes cosas traerá suerte. Quizás un hombre maduro se enamore de una muchacha.", "3) Se quisiera arreglar la situación mediante la fuerza y se cometen graves errores.", "4) Las relaciones con personas influyentes no se buscan sólo para utilidad personal sino para el éxito de una empresa.", "5) Ambigüedad. Una mujer anciana se casa. Parece extraño y de buen augurio, pero no es así. La situación permanece estática.", "6) Se pretende a toda costa vivir situaciones fuera de la normalidad. Habrá perjuicio." ],
        "texto" : "Exceso. Ruptura. Una relación, una situación se desgastan porque el peso que transportábamos era excesivo. Del mismo modo que un travesaño demasiado cargado se aparte, cuando el mal, el egoísmo y la prevaricación se hacen excesivos destruyen toda base de acuerdo. No hay muchas esperanzas de remediar el daño causado y sufrido.",
        "titulo" : "28. EXCESO (TA KUO)"
      },
      "011111" : {
        "id" : "44",
        "lineas" : [ null, "1) Hay que frenar desde que surge la iniciativa de una persona negativa. Esperar seria perjudicial.", "2) Es posible incluso frecuentar las peores personas, basta con no dejarse involucrar sentimentalmente.", "3) La tentación es fuerte: se quisiera comenzar una relación con una persona que se ofrece con amabilidad, pero algo nos lo impide. Este obstáculo es la suerte.", "4) El comportamiento adecuado es tratar con amabilidad a todo el mundo: en el futuro podríamos tener necesidad incluso de un enemigo. ", "5) El respeto de una personalidad fuerte y honesta consigue influenciar benéficamente incluso a los elementos más difíciles. ", "6) Cuando se ha alcanzado la tranquilidad de espíritu es posible soportar cualquier adversidad y cualquier persona." ],
        "texto" : "Peligro. Una mujer busca a los hombres sin esperar que la iniciativa parta, como sería natural, de ellos.  Ciertos papeles no se podrán invertir nunca: dos personas deben buscarse recíprocamente, con espontaneidad; pero a veces es difícil.  Por lo general es el hombre el que debe buscar a la mujer.  La mujer tendrá muchos amantes.",
        "titulo" : "44. EL ENCUENTRO (KOU)"
      },
      "100000" : {
        "id" : "24",
        "lineas" : [ null, "1) Entramos dentro de nosotros mismos tras un pequeño desequilibrio. Nada se ha perdido.", "2) Se desea volver a la sencillez original. Un grupo de amigos sinceros será de gran ayuda.", "3) La indecisión y la inconstancia no favorecen  ciertamente el proceso de maduración. Incluso los caracteres más vivos deben imponerse una disciplina, de otro modo vendrá la desgracia.", "4) Nos damos cuenta de que nos conviene permanecer solos y abandonar a los que no se nos parecen.", "5) Al final se desenredan todos los nudos. La autocrítica y la voluntad garantizan una recuperación de uno mismo llena de esperanza.", "6) No hemos disfrutado del momento de la renovación por miedo. Ahora ya no hay nada que hacer." ],
        "texto" : "Renovación. Período propicio para los cambios. Se pone orden en la propia vida tras descartar los sucesos anteriores negativos y buscar nuevas emociones. Se actúa de acuerdo con el destino. El hexagrama está relacionado con los meses de noviembre y diciembre. En este momento de renacimiento es preciso buscar el reposo y la tranquilidad para que nada pueda turbar las nuevas fuerzas de nuestro espíritu. FU no es propicio a los nuevos matrimonios, pero sí para las uniones inmediatas a un anterior fracaso.",
        "titulo" : "24. EL REGRESO (FU)"
      },
      "100001" : {
        "id" : "27",
        "lineas" : [ null, "1) Deberemos liberarnos de una situación que nos inhibe, pero no encontramos las fuerzas. La envidia y el miedo nos impiden escoger la libertad que nos sería indispensable.", "2) Conviene procurarse con las propias manos lo que necesitamos. Todo lo que nos es concedido será restituido más tarde.", "3) Se buscan sustitutos de una alimentación verdadera. Relaciones superficiales que no aportan nada. Si este periodo se prolonga habrá fortuna. ", "4) Buscamos alianzas con personas que se nos parecen. Existe avidez, pero, ya que la causa es justa, habrá suerte.", "5) Nos sentimos atraídos por una persona aparentemente insignificante. Conviene frecuentarla pese a las dudas y a las opiniones negativas de los demás. Se pueden obtener pequeñas ventajas.", "6) Hemos comprendido quién y qué es nuestro verdadero alimento. Fortuna. El espíritu se enriquecerá cada vez más y encontraremos la felicidad." ],
        "texto" : "Alimento espiritual. Es necesario cultivar los pensamientos y las relaciones que enriquezcan nuestra alma. Incluso las palabras que salen de nuestros labios son un medio para enriquecer y enriquecernos. Cuidado con las nuevas amistades, con lo que obtenemos de los demás y con lo que damos.",
        "titulo" : "27. LA NUTRICION (I)"
      },
      "100010" : {
        "id" : "3",
        "lineas" : [ null, "1) Se pierde confianza en uno mismo. Perseverar y pedir ayuda a un amigo.", "2) No hay que tener miedo de quien nos tiende su mano, es una persona que nos quiere.", "3) Se rechaza una guía y nos obstinamos en continuar. Peligro.", "4) Es necesario dar el primer paso, a ultranza del orgullo, y acercarse a las personas que nos puedan ayudar.", "5) La fortuna hay que buscarla en las pequeñas cosas, de otro modo tendremos motivos para arrepentirnos.", "6) Las dificultades son demasiadas: habrá que esperar un momento mejor sin despistarse." ],
        "texto" : "Chun representa a la hierba que al salir de la tierra encuentra obstáculos. Toda situación al principio presenta dificultades: es importante conservar la calma  y si es posible solicitar ayuda a los amigos. Va implícita una mejora futura, la ocasión se presentará sola.",
        "titulo" : "3. LA DIFICULTAD INICIAL (CHUN)"
      },
      "100011" : {
        "id" : "42",
        "lineas" : [ null, "1) El Cielo nos ayuda: se pueden emprender incluso las empresas mas arriesgadas sin temer el fracaso.", "2) Evitar la superficialidad:  la gran suerte que nos ha llegado debe procurar la atención constante sobre el espíritu y la seriedad.", "3) En un momento tan feliz los problemas diarios de la vida, incluso los mas desagradables, se pueden superar con calma.", "4) Nos encontramos en la posición de mediadores: hay que actuar con gran generosidad.", "5) Esta línea indica una bondad de espíritu tal que no hay necesidad de pedir nada. Incluso el mal se debe detener frente a una generosidad de tal magnitud.", "6) La presunción y la seguridad extrema en uno mismo provocan arrogancia y desgracias." ],
        "texto" : "Riqueza interior. Tras tantos sacrificios nuestro espíritu ha ganado en poder y en verdad todo lo que hemos deseado parece que nos haya llegado sobre una bandeja de plata, de la mano de la buena suerte. Es preciso aprovechar la propia disponibilidad y fortuna incluso para beneficiar al prójimo. Al que le toca el hexagrama I  deberá casarse pese a la incertidumbre o a las opiniones contrarias.",
        "titulo" : "42. GANANCIA (I)"
      },
      "100100" : {
        "id" : "51",
        "lineas" : [ null, "1) Tras la primera conmoción se vuelve a encontrar una calma positiva respecto a los demás.", "2) De pronto nos encontramos con que no podemos ocuparnos de lo que nos incumbe. No hay que tener miedo ni tomar iniciativa alguna: dentro de poco tiempo volveremos a tener lo que habíamos creído que estaba perdido.", "3) A veces no conseguimos dar un paso por excesivo miedo y soportamos apáticamente el destino. Sin embargo ahora es el momento de actuar siguiendo nuestro propio instinto.", "4) Una situación imprevista de peligro puede provocar una actitud equivocada. Cuidado.", "5) La situación es difícil: se puede vencer con fuerza de voluntad.", "6) Conviene conservar la calma aunque el momento sea turbulento; hay que intentar ordenar las ideas. No se debe actuar. " ],
        "texto" : "Sucesos inesperados. De repente nos encontramos con un revés, toda nuestra existencia se pone en peligro por culpa de algo nuevo y perturbador. Lo importante es no tener miedo y no dejarse llevar por la excitación. Del mismo modo que un trueno conmociona la naturaleza por un instante, los acontecimientos imprevistos turban el espíritu. Es aconsejable el mayor recogimiento interior. En las cuestiones sentimentales, CHEN indica murmuraciones y peleas.",
        "titulo" : "51. EL TRUENO (CHEN)"
      },
      "100101" : {
        "id" : "21",
        "lineas" : [ null, "1) El mal se detiene al principio, cuando empieza a manifestarse. Cualquier retraso sería un perjuicio para la situación.", "2) Cuando estamos seguros de tener razón nos arriesgamos a que aumente nuestra ira frente al adversario. Lo importante es castigar al culpable con determinación.", "3) Se reacciona con retraso frente a un revés: entonces el castigo es menos válido, menos convincente.", "4) La obligación es menos importante de lo previsto. Con fuerza de voluntad se vencerán adversarios muy aguerridos.", "5) Se aconseja indulgencia e imparcialidad al juzgar la situación.", "6) tenemos relación con ignorantes que no reconocen sus propios errores." ],
        "texto" : "Un grave obstáculo se opone al desarrollo normal de los hechos. Es preciso emplear fuerza y determinación al precio que sea. El hexagrama indica procesos penales y discusiones legales. Con el medio que sea será necesario reunir dos partes separadas por sucesos extraños y pocos claros. El secreto está en la rapidez y en la energía del castigo que se de a los culpables. En los asuntos del corazón, SHIH HÔ indica la intromisión de un tercero entre marido y mujer.",
        "titulo" : "21. MORDEDURA (SHIH HÔ)"
      },
      "100110" : {
        "id" : "17",
        "lineas" : [ null, "1) Es necesario emprender un camino nuevo: será muy útil. Encontraremos gente nueva.", "2) Perdemos el tiempo uniéndonos a personas que no nos convienen. Esto nos impide acercarnos a las personas que nos están destinadas.", "3) Hemos hallado a una persona muy valiosa y la seguimos. Esto significa sacrificar otras relaciones menos válidas.", "4) Nos han seguido algunos oportunistas que quieren aprovecharse de nuestro prestigio. Conviene reconocerlos y evitarlos.", "5) Las personas que persiguen un ideal justo no se perderán a sí mismas.", "6) Un hombre sabio que busca la soledad es requerido y seguido por sus consejos. Ayudar con amor a los más débiles nos traerá el éxito." ],
        "texto" : "Movimiento gozoso. Para que nos sigan hay que suscitar confianza y adaptarse a una situación. No conviene actuar astutamente ni con violencia, sino perseverar en la justicia y la sinceridad. Conviene reconocer el momento de actuación y el de la detención. Reveses decisivos en el matrimonio.",
        "titulo" : "17. SEGUIR (SUI)"
      },
      "100111" : {
        "id" : "25",
        "lineas" : [ null, "1) Las emociones son el timbre de alarma de los sentimientos. Se aconseja seguir los impulsos del propio corazón.", "2) Conviene comportarse conforme a las propias inclinaciones sin pensar en lo que luego se obtendrá: sólo así se alcanzará la fortuna.", "3) Sucede un acontecimiento no provocado por nosotros que nos entristece.", "4) Permanecer fieles a nosotros mismos. Lo que hemos perdido, si de verdad nos pertenece, volverá por su propio pie.", "5) No conviene buscar remedios expeditivos para sedar el dolor que anida en nuestro corazón. No existe la culpa. El tiempo curará todas las heridas.", "6) Actuemos con inocencia que no debe convertirse en irresponsabilidad porque no llegaremos a obtener nada." ],
        "texto" : "Acontecimientos inesperados. Todo esto ocurre porque un comportamiento inocente como el de los niños provoca la simpatía y al bondad del prójimo. En cada decisión debe haber un porcentaje de espontaneidad  que llegue del corazón, pero a menudo dicha espontaneidad se encuentra ahogada por sentimientos negativos como el egoísmo o la envidia.",
        "titulo" : "25. LO INESPERADO (WU WANG)"
      },
      "101000" : {
        "id" : "36",
        "lineas" : [ null, "1) En tiempos de grandes desgracias no se encuentra a nadie en quien refugiarse o a quien confiarse. Existe una persona que nos puede ayudar, pero en este momento está lejos.  Permanecemos fieles a esta persona pese a los comentarios que suscitamos.", "2)  Hay que tratar de resistir pese al dolor.  Quien trate de ayudar a otros que estén en su misma situación tendrá suerte.", "3) Cuando menos se espera, se encuentra a la persona que ha causado nuestra desgracia.  Tratarla con violencia seria inútil y perjudicial. ", "4) Es posible conocer la urdimbre que hasta ahora nos era desconocida. Se aconseja que nos pongamos a buen cobijo antes de que la situación se decante.", "5) Si no es posible abandonar el campo de batalla será preciso fingir que no comprendemos para no precipitarnos en la emboscada del enemigo.", "6) El mal ha culminado. No podemos hacer nada más que resistir y esperar llegar hasta el final, porque el fin natural de quien es deshonesto es autodestruirse." ],
        "texto" : "Oscuridad.  Periodo de desgracia.  Nos sentimos solos incluso entre la multitud. no nos fiamos ya de nada ni de nadie.  Se aconseja prudencia y confianza en uno mismo.  No conviene aislarse ni tampoco dejarse engañar por personas deshonestas que se aprovechen de nuestra fragilidad.  MINO I desaconseja el matrimonio, pero indica la posibilidad de uniones naturales.",
        "titulo" : "36. OSCURECIMIENTO  DE LA LUZ (MING I)"
      },
      "101001" : {
        "id" : "22",
        "lineas" : [ null, "1) Tenemos que afrontar solos nuestro destino, pese a que tenemos facilidades al alcance de la mano.", "2) Evitemos la vanidad y la superficialidad. Cuidar el propio aspecto es importante, pero los hechos que manifiestan nuestro valor son fundamentales.", "3) La situación actual es cómoda y refinada. No nos despreocupemos.", "4) Existe la duda entre continuar el camino cómodo o tomar de nuevo la ruta de la sencillez. Decidiremos con la ayuda de un compañero adecuado y fiel.", "5) Nos alejamos de las compañías que sólo buscan la diversión por sí misma para seguir a una persona  de gran valía. Al principio nos encontraremos en inferioridad, luego prevalecerá el sentimiento.", "6) La forma y la esencia están en perfecto equilibrio. Gran fortuna." ],
        "texto" : "Belleza esplendorosa y serena. La estética de las personas, de las situaciones, de las cosas en la vida es muy importante, pero no fundamental. No conviene dejarse deslumbrar por las apariencias: hay que considerar ante todo el significado profundo y verdadero de lo que nos rodea.",
        "titulo" : "22. ELEGANCIA (P'I)"
      },
      "101010" : {
        "id" : "63",
        "lineas" : [ null, "1) El entusiasmo no nos debe cegar. Conviene que permanezcamos firmes y atentos incluso durante los momentos más satisfactorios.", "2) Nos falta la ayuda de quien nos es cercano. La confianza necesaria no nos ha sido concedida. Paciencia.", "3) Si nos falta la fuerza de voluntad necesaria para afrontar los últimos obstáculos nosotros solos, será preciso buscar la ayuda de personas que nos aprecien para, de este modo, no perder el momento adecuado de actuar.", "4) Ha llegado el momento de avanzar sin miedo ni titubeos.", "5) Éxito. Nuestros esfuerzos han tenido éxito y por fin podemos estar tranquilos.", "6) En el mayor éxito es preciso, no obstante, estar atentos y conservar el sentido de la medida para no dejarnos caer demasiado en la presunción. " ],
        "texto" : "Éxito. Por fin se ha alcanzado un equilibrio perfecto: de la antigua y confusa situación hemos pasado a una etapa nueva y afortunada. Es precisamente ahora cuando tenemos que poner la mayor atención. El período es mas que favorable, pero hay que tener en cuente que podrían presentarse obstáculos  que comprometerían el resultado  de nuestro esfuerzo. El que se mantenga más alerta que nunca será quien conserve durante más tiempo este estado de gracia. CHI CHI aconseja el matrimonio.",
        "titulo" : "63. DESPUES DE LA TERMINACION (CHI CHI)"
      },
      "101011" : {
        "id" : "37",
        "lineas" : [ null, "1) La fuerza de carácter del padre debe surgir de los valores a los que hace referencia.  Los defectos de los hijos deben ser corregidos desde un principio.", "2) La mujer no debe despreocuparse de los deberes domésticos y seguir siempre la voluntad del cabeza de familia.", "3) No conviene ser demasiado permisivos ni demasiado rígidos. Las riendas de la familia deben sostenerse en el medio adecuado, entre tolerancia y autoridad.", "4) La mujer acepta su propio papel con amor.  Gran fortuna.", "5) El cabeza de familia debe infundir confianza: su presencia es símbolo del amor y de la unidad desus seres queridos.", "6) Los padres deben tener siempre en cuenta las responsabilidades que entraña su función." ],
        "texto" : "La familia. Toda persona debe tener el propio papel y actuar en favor del bien común.  La mujer es puntal de la familia: si en casa reina el orden y la serenidad, los hijos querrán construir fuera de ella relaciones válidas y honestas.  La disciplina y la obediencia incumben precisamente a los hijos, y a los padres corresponde el respeto recíproco y el buen ejemplo.  CHIA JÉN indica matrimonios muy afortunados.",
        "titulo" : "37. LA FAMILIA (CHIA JÉN) "
      },
      "101100" : {
        "id" : "55",
        "lineas" : [ null, "1) Cuando dos personas son leales y sea asemejan deben unirse sin miedo: su unión será siempre feliz. ", "2) Una relación feliz está amenazada por presencias externas que dividen a ambas partes. Hay que ser fiel al propio compañero sin perder la confianza en él.", "3) Influenciabilidad. En un momento difícil es posible dejase abordar por personas que no son dignas. ", "4) Los obstáculos están a punto de ser superados, las dos personas que se separaron se han vuelto a encontrar. Es importante que se unan enseguida. ", "5) La modestia del más fuerte traerá fortuna y felicidad.", "6) Demasiada fortuna ha traído presunción y arrogancia. De este modo nos encontramos solos y abandonados incluso de quien nos ama. " ],
        "texto" : "Prosperidad. Período muy afortunado. Se llega a obtener lo que solo pocos afortunados pueden permitirse. En un momento de grandeza semejante conviene tener siempre presente que puede presentarse una involución o que, al menos, no podrá durar mucho tiempo tanta fortuna. Es fundamental la claridad de espíritu y la determinación de actuar siempre lo mejor posible. ",
        "titulo" : "55. ABUNDANCIA (FÉNG)"
      },
      "101101" : {
        "id" : "30",
        "lineas" : [ null, "l) Recogimiento. Para avanzar entre el complejo alternarse de acontecimientos, lo primero que hay que hacer es conocerse a uno mismo.", "2) El camino intermedio es a veces útil para llegar con rapidez a la meta.", "3) Se tiene miedo de no conseguir vivir plenamente la propia vida, de ese modo se cae en la diversión vacua y fácil.  Miedo de envejecer. ", "4) Inquietud. No nos vinculamos a nada.  Las posibilidades sentimentales se reducen a breves instantes.", "5) Fortuna. Nos damos cuenta de la vacuidad de nuestro comportamiento y sufrimos.  Es este el modo adecuado para empezar desde cero. ", "6) No es conveniente practicar una disciplina rígida ni con los demás ni con uno mismo.  Mayor elasticidad y comprensión." ],
        "texto" : "Inestabilidad. Del mismo modo que la llama está en continuo movimiento, los acontecimientos en la vida se suceden sin descanso.  El espíritu del hombre debe ser firme y al mismo tiempo flexible para poder controlar los continuos estímulos externos. El condicionamiento respecto a la vida no se puede negar: sólo cultivando dentro de si las buenas cualidades humanas y la rectitud se obtendrá lo que se desea.  Li significa pasión de amor: la pareja interesada debe apresurarse a contraer matrimonio o perderá la ocasión.",
        "titulo" : "30. EL FUEGO (LI)"
      },
      "101110" : {
        "id" : "49",
        "lineas" : [ null, "1) Es aconsejable esperar el momento adecuado para actuar. Por ahora es preciso estudiar a fondo la situación.", "2) Ha llegado el momento de actuar, es preciso entregar todo para conseguir el propio fin. Una persona influyente nos ayudará.", "3) La indecisión y el entusiasmo excesivo pueden comprometer la acción de renovación. El éxito esta en saber aprovechar el momento justo.", "4) Autoridad, determinación y honestidad de reunidas son las dotes necesarias para llevar a termino felizmente un cambio radical de la propia vida.", "5) La persona verdaderamente válida no debe temer nada: todos los cambios que decida emprender serán adecuados y alcanzara el éxito.", "6) Cuando se ha obtenido el cambio deseado es preciso detenerse y reflexionar sin pretender avanzar demasiado." ],
        "texto" : "Revolución.  Cuando llega el momento preciso se debe actuar con energía porque se encontrarán ayudas y colaboradores. Una situación caótica se puede subvertir y renovar con decisión ya que la meta es justa se pueden tomar importantes iniciativas. No dejemos que nos superen las dudas, KÚ indica un divorcio o un segundo matrimonio.",
        "titulo" : "49. REVOLUCION (K'U)"
      },
      "101111" : {
        "id" : "13",
        "lineas" : [ null, "1) Las relaciones afectivas nacen abiertamente, no en secreto.", "2) Esta línea indica la posibilidad de una unión basada en el interés que acarreará un futuro arrepentimiento.", "3) Hay obstáculos que retrasan la unión. Una actitud de desconfianza y dubitativa no conducirá a nada. Es fácil que estemos solos durante tres años.", "4) No podemos hacer nada para acercarnos a la persona que nos interesa, los obstáculos son demasiado grandes. Pero precisamente en la carencia de actuación se esconde la fortuna.", "5) Tras circunstancias tumultuosas se reencontrarán dos personas separadas por la vida, pero unidas en sus corazones.", "6) No es posible crear una relación profunda con la persona que nos interesa pese a que la situación es favorable." ],
        "texto" : "Amistad. Afectividad. Las personas semejantes de corazón se reúnen en una finalidad común. La sencillez del sentimiento es su grandeza y garantiza el buen éxito de las acciones y la fortuna colectiva ya que no existe egoísmo.",
        "titulo" : "13. HERMANDAD UNIVERSAL"
      },
      "110000" : {
        "id" : "19",
        "lineas" : [ null, "1) Acercamiento repentino de una persona importante. Mantener la mayor corrección.", "2) Hemos sido llamados: debemos aproximarnos sin titubear mucho. La suerte esta de nuestra parte.", "3) Hemos alcanzado una posición de prestigio, pero no debemos dormirnos sobre los laureles.", "4) El acercamiento sin segundas intenciones, espontáneo, de dos personas trae la mayor fortuna.", "5) El hombre sabio consigue acercar las personas adecuadas en el momento adecuado obteniendo siempre ventajas.", "6) Hay que actuar con desinterés y generosidad." ],
        "texto" : "Este hexagrama significa también \"crecer\", \"hacerse mayor\": el fuerte se acerca al débil, habrá gran fortuna durante ocho meses. Lo importante es prepararse para el revés que ocurrirá. Lin está relacionado con el periodo del año entre enero y febrero, los meses que preludian el despertar de la naturaleza.",
        "titulo" : "19. ACERCAMIENTO (LIN)"
      },
      "110001" : {
        "id" : "41",
        "lineas" : [ null, "1) No se pierde nada al ayudar a quien lo necesita.", "2) Cuando se depende de otro no preciso pecar de servilismo sino hacerse indispensable a base de hechos y permanecer fiel a uno mismo.", "3) Jugar a dos barajas durarte mucho tiempo conduce a que al final nos quedemos solos.", "4) Si reconocemos nuestros propios defectos los podremos superar y corregir, incluso para quien tenemos al lado.", "5) La fortuna llega de repente: si el destino nos reserva la felicidad nadie podrá impedirlo.", "6) La fortuna de este momento irradia felicidad incluso a los demás. La alegría se duplica si la compartimos con quien amamos." ],
        "texto" : "Sencillez.  No hay que tener miedo de sacrificar las cosas superfluas frente a las esenciales En la vida ciertas decisiones presuponen la eliminación de parte de nuestro mundo habitual. Al perder hoy algo que nos importa ganaremos en un futuro algo fundamental. Es aconsejable una actitud espontánea y sencilla.  Armonía sentimental.",
        "titulo" : "41. PÉRDIDA (SUN)"
      },
      "110010" : {
        "id" : "60",
        "lineas" : [ null, "1) Obstáculos insuperables. Podrán soslayarse sólo si no nos obstinamos y tratamos de entender cuál es el momento adecuado para detenernos.", "2) Actuación oportuna. Se reconoce y se aprovecha el momento adecuado para actuar.", "3) Esta línea simboliza a una persona, demasiado dada a los placeres y ciega ante los propios impulsos, que tendrá que arrepentirse.", "4) Quien reconozca sus propios límites y sus propias posibilidades actuará siempre de la forma adecuada. Buena suerte.", "5) Para obtener el respeto y la estima de los demás hay que ser los primeros en dar ejemplo de un comportamiento coherente.", "6) Demasiada rigidez conduce al fracaso. La dureza y la severidad excesivas, a la larga, pueden invertir incluso la situación más afortunada. " ],
        "texto" : "Moderación. Es necesario poner orden en los propios pensamientos y en la propia vida. A veces, el seguir solamente el instinto o las emociones momentáneas puede conducir a cometer graves errores. El hexagrama indica también la oportunidad de poner freno a una relación desordenada y tratar de conseguir la seguridad en los valores esenciales. Hay que mantener siempre el sentido de la medida sin trascender.",
        "titulo" : "60. LA LIMITACION (CHIEH)"
      },
      "110011" : {
        "id" : "61",
        "lineas" : [ null, "1) Conviene contar sólo con las propias fuerzas y mantenerse firmes en las propias convicciones sinceras.", "2) Cuando la sinceridad interior encuentra eco en los demás, las palabras sobran. Las personas afines se reconocen. ", "3) Incluso en la relación más verídica entre dos personas los momentos hermosos se alternan con los negativos. Pero todo eso está bien: los altibajos son inevitables y vivifican los sentimientos. ", "4) La sinceridad hay que cultivarla: hay que mirar cada vez más hacia lo alto, pero con extrema humildad, para que nos podamos sentir cada vez más seguros de nuestras propias convicciones.", "5) Esta línea indica una personalidad superior que emana una fuerza interior concatenadora de los espíritus de la gente. Buena suerte. ", "6) Para convencer a los demás de las propias ideas no bastan las palabras; es preciso ofrecer hechos concretos." ],
        "texto" : "Sinceridad interior. El hexagrama indica fortuna para quien posea esta gran cualidad. Se favorecerán las relaciones humanas porque quien tiene la suerte de poseer un espíritu amplio y justo atrae al prójimo y lo comprende. La fuerza interior que procede de la verdad del corazón hace que podamos superar cualquier obstáculo: basta con dejar que los demás sientan espontáneamente la superioridad del espíritu y noten su influencia. En los asuntos del amor CHUNG FU indica buena fortuna, pero desaconseja el entusiasmo excesivo.",
        "titulo" : "61. LA VERDAD (CHUNG FU)"
      },
      "110100" : {
        "id" : "54",
        "lineas" : [ null, "1)Cuando nos hallamos en una posición débil hay que saber adaptarse y obtener por tanto satisfacciones y halagos.", "2) Una mujer ha perdido a su compañero o bien este la ha desilusionado. Sin embargo, dentro de su corazón se sigue manteniendo fiel a esa persona. ", "3) Si buscamos de un modo desequilibrado una situación de pareja que no podemos obtener por el momento, nos arriesgamos a perder nuestra dignidad.", "4) Esta línea indica la situación de una joven que, para no perderse en futilidades, desaprovecha el momento adecuado para casarse. Su lealtad será premiada y se casará con el hombre adecuado, aunque con retraso.", "5) Una joven de familia de alcurnia se una en matrimonio a una persona de humilde posición. Su unión será feliz porque la joven sabe adaptarse sin demasiadas pretensiones.", "6) Matrimonio de intereses. Pompa y ostentación perfectas no garantizan para nada la felicidad de la unión. En el futuro la separación será inevitable." ],
        "texto" : "Este es uno de los hexagramas que se refieren explícitamente a la unión entre hombre y mujer. En concreto indica el comportamiento adecuado de ambas partes y las formalidades necesarias para la feliz y duradera vida de la pareja. Una joven no debe buscar al hombre, sino ser requerida; y tampoco, si no se encuentra en la posición de mujer legítima, exigir ser tratada como tal. Discreción y prudencia son las virtudes necesarias para la correcta evolución de la relación.",
        "titulo" : "54) LA DONCELLA CASADERA (KUEI MEI)"
      },
      "110101" : {
        "id" : "38",
        "lineas" : [ null, "l) Se ha producido una ruptura, una separación. Si la persona nos está destinada no debemos tener miedo ni correr detrás de ella porque volverá por su propio pie.", "2) Ciertos malentendidos han alejado una persona: hay que encontrarla o explicarse. pero esto debe suceder de un modo casual. ", "3) La fortuna parece habernos dado la espalda definitivamente.  Hay murmuraciones y malas intenciones. Pero debemos permanecer fieles a la persona que llevamos en el corazón.  Al final volverá con nosotros.", "4) Soledad.  La gente que nos rodea no se asemeja a nosotros. De pronto se conoce a una persona parecida a nosotros: es preciso que la frecuentemos aunque en un principio tenemos dudas.", "5) Por excesiva desconfianza no reconocemos una persona digna de nuestra confianza.  Sus esfuerzos por acercarse a nosotros harán avanzar la situación.  Felicidad.", "6) Desconfianza y causas externas nos hacen ver a un amigo como si fuera un ladrón, un ser innoble.  Al final nos reuniremos con él y reconoceremos sus buenas intenciones." ],
        "texto" : "Divergencia.  Dos personas pertenecen a ambientes distintos, están divididas por intereses diferentes por vidas opuestas.  En apariencia, los obstáculos entre ellas son insuperables: en realidad es famoso el dicho de que \"los opuestos se atraen\": en efecto, uno puede enriquecer al otro.  Se dará un progreso paulatino.  En la cuestiones sentimentales K'UEI indica peleas e incomunicación.",
        "titulo" : "38. LA CONTRAPOSlCION (K'UEI)"
      },
      "110110" : {
        "id" : "58",
        "lineas" : [ null, "1) La alegría de las personas sencillas, de los que no necesitan lo imposible para sonreír, tra3erá buena suerte. ", "2) Se frecuentan personas y ambientes lejanos de los habituales, pero esto no perjudica a un carácter superior. ", "3) La tranquilidad de espíritu no se ha alcanzado del todo y sin embargo nos gustaría estar tranquilos y alegres. Esto provocará calamidades. ", "4) Ante todo es preciso conocernos a nosotros mismo s para que podamos comprender qué es lo que más nos conviene.", "5) Es aconsejable que nos quitemos de encima las personas que quisieran perjudicarnos alentándonos a actuar de forma contraria a nuestros principios.", "6) Una vanidad excesiva nos empujará a diversiones bajas que, por consiguiente, sólo pueden acarrearnos infortunios." ],
        "texto" : "El hexagrama simboliza las aguas plácidas de un lago: por fin se conquista la tranquilidad tanto tiempo anhelada. Ya no hay que temer nada; el largo período de sufrimientos y sacrificios ha terminado para dejar sitio a una vida nueva. Es una etapa maravillosa durante la que pueden ocurrir cosas muy hermosas. En los asuntos de amor, TUI simboliza a un hombre amado por dos mujeres. ",
        "titulo" : "58. ALEGRIA (TUI)"
      },
      "110111" : {
        "id" : "10",
        "lineas" : [ null, "1) Seguir un camino conocido y seguro traerá suerte.", "2) Esta línea indica un carácter solitario que trata de evitar las complicaciones de la vida.", "3) Es importante emprender una severa autocrítica: el paso no deberá ser más largo de lo que permitan las piernas.", "4) Elegimos la vía erizada de peligros, pero somos conscientes de ello; por tanto avanzamos con circunspección. La fortuna es segura.", "5) Se necesita una gran decisión, pese a que el peligro sea inminente. Obtendremos el éxito sólo si tenemos mucha prudencia.", "6) Por fin hemos llegado a la meta: si queremos saber qué nos deparará el futuro deberemos mirar atrás, juzgar nuestras acciones pasadas y sus consecuencias." ],
        "texto" : "Este examen indica el modo justo de comportarse. Es indispensable ser correctos y honestos al seguir el propio camino. Nadie puede hacer daño al que camina entre los demás con discreción y amabilidad. De este modo incluso los débiles encontrarán su propio espacio entre los fuertes.",
        "titulo" : "10. LA CONDUCTA (LÜ)"
      },
      "111000" : {
        "id" : "11",
        "lineas" : [ null, "1) Se aconseja actuar: es el mejor momento para demostrar lo que pensamos.", "2) La suerte es grande: generosidad y tolerancia para con el prójimo.", "3) Gozar el momento actual no quiere decir ignorar lo inevitable de su fin. Quien se prepare con tiempo frente a los problemas futuros no se arrepentirá.", "4) Nos unimos a personas de diversa extracción social. Cuando existe confianza toda relación es posible.", "5) Quien está en lo alto se acerca a quien está abajo. Esto es posible porque el comportamiento es humilde y correcto. Fortuna.", "6) La situación ha cambiado radicalmente. Luchar sería inútil. Es necesario retirarse y esperar el momento adecuado para actuar con ayuda de personas amigas." ],
        "texto" : "Es el símbolo de la armonía entre el Cielo y la Tierra. Un momento de gran florecimiento como la primavera (en el calendario chino corresponde en efecto a febrero-marzo). Encuentros adecuados en el momento adecuado: las personas pequeñas se van mientras se acercan las más convenientes y de mayor valor.",
        "titulo" : "11. LA PAZ (T'AI)"
      },
      "111001" : {
        "id" : "26",
        "lineas" : [ null, "1) La línea de acción emprendida está obstruida por un gran obstáculo. Hay que esperar momentos y ocasiones mejores.", "2) Nos adaptamos a una situación negativa porque no podemos hacer otra cosa. Pese a la depresión que sigue se están acumulando fuerzas indispensables para la renovación futura.", "3) Finalmente la puerta está abierta y alguien nos ayuda. Se puede avanzar teniendo siempre presente el fin propuesto.", "4) Hay que prever las posibles trampas que nos tienden personas infieles y eludirlas desde un principio.", "5) La lucha sostenida con una persona inferior a nosotros la podemos ganar indirectamente: nuestra fuerza interior no tiene necesidad de manifestarse. Incide ya sobre todas las acciones y hace que sean eficaces.", "6) La fortuna está en nuestras manos. A través de grandes sacrificios hemos llegado a una situación muy halagüeña. Ya nada nos atemoriza." ],
        "texto" : "Riqueza interior. Quien acumula fuerza y valor obtendrá grandes resultados en el futuro. Los actuales obstáculos se superarán y se vencerá la batalla mediante firmeza y honestidad. Debemos buscar las motivaciones para seguir avanzando y obtener lo que deseamos dentro de nosotros mismos.",
        "titulo" : "26. LA GRAN FUERZA DOMADORA (TA CH'U)"
      },
      "111010" : {
        "id" : "5",
        "lineas" : [ null, "1) Inactividad calculada: no perder de vista la propia meta.", "2) La carencia de acción provoca murmuraciones. Conviene ser constantes y se obtendrá el éxito.", "3) No somos lo bastante fuertes para enfrentarnos con el enemigo. Peligro.", "4) El peligro es muy grande, la suerte nos da la espalda. Si resistimos obtendremos al fin el éxito.", "5) En un momento de calma inesperado conviene fortalecer el propio carácter y estar alertas.", "6) Una ayuda inesperada convertirá la situación negativa en positiva." ],
        "texto" : "El cielo está nublado pero no llueve todavía. Cada cosa a su tiempo. Esperar conscientemente evitando toda acción. Va a suceder algo inesperado: esperando con perseverancia se obtendrá la fuerza necesaria para afrontar el destino. El hexagrama invita a meditar.",
        "titulo" : "5. INACTIVIDAD (HSÜ)"
      },
      "111011" : {
        "id" : "9",
        "lineas" : [ null, "1) Contenerse: el momento de la actuación no ha llegado todavía.", "2) La vida que hemos elegido no es la conveniente: volver sobre nuestros pasos nos dará suerte.", "3) Con la violencia no se puede avanzar. Se prevén enfrentamientos.", "4) El débil consigue aplacar al fuerte haciendo que razone.", "5) La confianza y la fidelidad mutuas son la riqueza de una pareja.", "6) El éxito ha sido obtenido poco a poco, como un mosaico. El débil (la mujer) ha obtenido lo que deseaba. Ahora no deberá vanagloriarse ni jactarse de ello." ],
        "texto" : "La situación es excepcional: alguien débil consigue contener a alguien fuerte sin necesidad de actuar. Obtendremos el éxito: en el período de carencia de acción se podrá evaluar el comportamiento futuro justo. Hay muchos obstáculos que superar, convendrá, pues, preparase con tiempo. El débil conseguirá lo mejor mediante un comportamiento dulce y acomodaticio. En los aspectos amorosos HSIAO CH'U indica problemas temporales.",
        "titulo" : "9. LO NUTRITIVO DE LO MENOR (HSIAO CH'U)"
      },
      "111100" : {
        "id" : "34",
        "lineas" : [ null, "1) La presunción conduce a hacer tonterías. La fortuna actual se puede aprovechar en cuestiones importantes y no debe derrocharse en zarandajas. ", "2)  Somos afortunados porque una situación que nos preocupaba esta a punto de resolverse a nuestro favor.  La perseverancia y la humildad nos procurarán grandes éxitos.", "3) Nuestro comportamiento es testarudo frente a un obstáculo que se interpone en nuestro camino. Conviene detenerse y no malgastar ahora las propias energías.", "4) El trabajo constante y seguro para alcanzar una meta hace que se pueda superar poco a poco todo obstáculo.  No ha habido esfuerzo sino presión constante para alcanzar la  meta ambicionada.", "5) Todo es fácil.  Por tanto es necesario no hacer gala de un comportamiento altivo y obcecado. ", "6) No hay que obstinarse en querer cada vez más  y con más prisa.  Quien no tropiece ahora obtendrá, a su tiempo, lo que espera." ],
        "texto" : "Momento de gran suerte. Ocurre algo feliz, importante, que cambia la vida.  Es un periodo de gran elevación en todos los sentidos, pero no conviene fiarse de las propias fuerzas porque dichas fuerzas están sostenidas ahora por la buena suerte.  El hexagrama está relacionado con los meses de marzo y abril.  En lo que respecta al amor, TA CHUNG aconseja una mayor disponibilidad respecto a los demás. Habrá posibilidades de encuentros interesantes.",
        "titulo" : "34. EL PODER DEL GRANDE (TA CHUNG)"
      },
      "111101" : {
        "id" : "14",
        "lineas" : [ null, "1) Hemos obtenido lo que deseábamos. Hay todavía muchas dificultades que superar. El secreto para enfrentarnos con ellas es actuar con espontaneidad de acuerdo con nuestro corazón.", "2) No debemos tener miedo de perder lo que nos pertenece si el fin al que tendemos es justo.", "3) Nuestra felicidad debe ser útil también para los demás. El que quiera acapararlo todo se arrepentirá bien pronto.", "4) No debemos envidiar a quien posee más que nosotros, ni tratar de aventajarlo.", "5) La dulzura debe ir junto a la dignidad si no queremos perder a los amigos atraídos por nuestra sinceridad.", "6) EL período es en verdad muy feliz y rico. Nuestras acciones corresponden a la voluntad del Cielo. No ignoremos a quien carece de nuestras posibilidades." ],
        "texto" : "Fortuna. Riqueza de espíritu. Quien haya sabido seguir el camino de la justicia y de la corrección con la humildad de un recién nacido tendrá la suerte siempre de su parte. Todo le viene a las manos porque se lo merece y se lo ha trabajado con sus propias fuerzas, sin petulancia ni arrogancia. Para que no cambie la afortunada situación es necesario que sigamos siendo puros y fieles a la claridad de nuestro propio corazón.",
        "titulo" : "14. LA GRAN POSESION (TA YU)"
      },
      "111110" : {
        "id" : "43",
        "lineas" : [ null, "l) Prudencia.  No conviene dejamos llevar por un fervor excesivo. Se cometerían graves errores de comportamiento.", "2) Es Aconsejable poner la máximo atención. Estar listos ante cualquier reacción de la otra parte y, por tanto, armarse de valor.", "3) Ambigüedad. Una persona cercana a nosotros no es sincera.  Conviene desenmascararla sin miedo a comprometer la propia situación.", "4) Es necesario recuperar 1a calma: si actuamos en el momento de mayor agitación interior no conseguiremos mantener la propia coherencia y nuestros actos carecerán de validez. ", "5) El adversario es indudablemente más fuerte, pero esto no debe inducirnos a perder la decisión por miedo a perder la batalla. ", "6) Hemos vencido. Cuando todo parece estar ya tranquilo puede presentarse una \"recaída\": atención, hay que tener el mayor cuidado si no queremos que se invierta de repente la situación afortunada." ],
        "texto" : "Tensión. Una situación ha llegado al límite y se debe tomar una postura drástica si no se quiere llegar a la destrucción de la propia existencia. En este momento no se puede tomar en consideración el compromiso: amabilidad y determinación son la llave de la victoria. KUAI es desfavorable para el matrimonio: posibilidad de separación.",
        "titulo" : "43. LA DECISION (KUAI)"
      },
      "111111" : {
        "id" : "1",
        "lineas" : [ null, "1) Esperar. El tiempo de actuar no ha llegado todavía.", "2) Pueden mostrarse las virtudes del hombre sabio. Actuar.", "3) Gracias al esfuerzo constante aumenta el poder, pero es importante no caer cegado por la ambición.", "4) Un momento de duda. Hay que decidir si uno se detiene o continua.", "5) Ocurren cosas excepcionales: la propia voluntad actúa de acuerdo con la voluntad del Cielo. Todo cae en el regazo.", "6) La arrogancia de quien desea lo imposible no se convertirá mas que en un dolor." ],
        "texto" : "Grandes éxitos. Paciencia y perseverancia conducen a la buena suerte. ch'ien es lo masculino, la creatividad primaria, la fuente de cada cosa, el origen del Cielo. Las líneas simbolizan seis dragones que atraviesan el Cielo; fuerza, justicia, sabiduría en orden con el ritmo del universo ayudan a realizar las propias aspiraciones.",
        "titulo" : "1. EL PRINCIPIO CREATIVO (CH'IEN)"
      }
    }
  }
}
